[{"user":"TakedoJCOB","icon":"","message":"Happy 2nd Anni, Ina! Thank you for all the Wah's and the comfy streams these past 2 years!","image":""},{"user":"RetailAdmin","icon":"","message":"It's been 2 yrs now. I'd like to rewind all the memories that you gave us, all the fun moments together.","image":""},{"user":"Kindanooby","icon":"","message":"Wah! Happy Anniversary Ina, I wasn’t around for the first, but I’m here (at least in spirit, because of school) for the second one! Thank you for being the person you are, and hopefully I can catch another one of your streams soon","image":""},{"user":"Point","icon":"90.png","message":"Hey Ina, congratulations on being around for 2 years!\nI hope you will find new ways to entertain us and have fun doing it. I know things have been hectic for you with the ISP giving you a hard time and your move to your studio, but I am sure you are finding a healthy way to cope with it. Also, I hope your art block will leave soon! You have been a big inspiration for me to get better at drawing and I hope to be able to draw along with you soon.\nThanks a bunch! ヾ(•ω•`)o\nWAH","image":"43.png"},{"user":"Larvey","icon":"30.png","message":"Hi Ina! Random Takodachi from the cookie department here, just wanted to say happy anniversary! Hope you can continue to make some great content and... cookies. Also please refrain from sending the research department over here, they keep trying to make really weird cookies like whatever the \"Scarlet Rot Cookie\" is, anyways, thanks for the amazing streams! WAH!","image":""},{"user":"Level9Spell","icon":"","message":"Congrats on 2 years Ina!  You've created such a great stream environment and community.  It's always comfy in your streams and I've enjoyed every moment over the last 2 years. Thanks Ina! ....wah!","image":""},{"user":"Nebula Starlight","icon":"53.png","message":"Ina, I can't tell you how much I love and appreciate your streams. I watch you live whenever I can! I was late to discovering VTubers in general but, once I got hooked, you quickly became my oshi. You've actually inspired me to get into streaming and VTubing myself some day! I can't wait to see what the future holds for you and for your channel, and I'm very excited to have a front row seat. Happy Inaversary, Ninomae Ina'nis!","image":""},{"user":"ariacchii","icon":"167.png","message":"Hewwo Ina~! Happy 2nd Debut Anniversary! I always look forward to your streams especially the art ones. You're extremely talented and I love being around the chat. Keep being you! Thank you for making us smile!!❤️","image":""},{"user":"pokey_junior","icon":"","message":"Congratulations on the 2nd Year of Hololive! I hope you had a smooth transition to the new office and that you will find your passion for drawing again :). With this 2nd Anniversary we are that much closer to World DomINAtion. :0","image":""},{"user":"GlazedDonut","icon":"","message":"Yay! Happy 2nd Wah-nniversary Ina! What I wish and hope for you, as a spectator in the midst of the crowd, is for you to remain as fantastic as you can be and remain strong, both as yourself and as an artist! Looking forward to more of your content and shenanigans you'll be showing us!\n\nYours Truly,\nGlazedDonut","image":""},{"user":"TyMoon","icon":"","message":"Congrats on your 2nd anniversary! You've changed many people's lives for the better, including me, and helped them through hard times. I would like to thank you for that. I'm not an artist or anything, so as much as i would like to i cannot draw any celebratory art, but writing a message is the least i can do!","image":""},{"user":"Bjorn117","icon":"","message":"Wah! Congratulations Ina on your 2nd anniversary! Every second you stream is a second that the world is bettered, the impact you have had on my life and the life of so many others is precious to me, for your smile (and a cookie) I would joyfully surrender my soul to you! Thanks again for everything and may you bless us with your presence for a thousand more years! ","image":"20.png"},{"user":"Gunpla Uruguay","icon":"151.png","message":"Happy 2 year anniversary Ina !!! thank you for everything you have done for us Takos, your confy streams have been a huge support for this old tako while he is working at home, while i´m working with gunpla too ! i´m so happy that our priestess is also a gunpla builder !.\nKeep blessing us with your sweet voice and laugh (and cookies!)\n\nFor many more years of #takotime ! we love you ina !  WAH !","image":""},{"user":"AlterTree","icon":"","message":"WAH!\nHi Ina! Happy 2 year anniversary! It's really crazy to think that all of us TentaCult have been watching you for so long. It has honestly only felt like a couple of months since your debut. I, like many, have really enjoyed all the content you've put out these past 2 years. You stream at the perfect time for me, so I watch almost all your streams. Whenever life and school is stressful, your streams always brighten my day and put me in an unearthly level of comfy. Here's to many more years!","image":""},{"user":"Neku","icon":"31.png","message":"WAH! Good Morning, Afternoon, Evening! Happy 2nd Anniversary Ina!\nThanks for your streams, even though i haven't had time to watch your live stream, still watch the vods when i can. I love your drawing and singing stream. I can't believe how far you've come and how much better you've gotten with Myth. I hope you continue to have fun streams for yourself and the takodachis for a long time. Here's to hoping the next year will be full of fun moments. Thank you for joining Hololive!\n","image":""},{"user":"Luore","icon":"","message":"Happy anniversary Ina! Quite a lot has happened the past two years, but it has always been fun. This random Takodachi had lots of fun in the chill streams and all. Looking forward to whatever is coming up next. Thank you very much Ina.","image":""},{"user":"Lance","icon":"","message":"Wah!\nCongrats on 2 years!!! I can't believe it's already been 2 years. I just wanna say that you and your content have done so many things for us takes. I have been inspired by your work just like the many other takes out and strive to be a better person who lives a comfy life. Thank you for everything. You are our #1 idol. INA KAKKOII!!!","image":""},{"user":"Yamato","icon":"","message":"I can’t believe that it’s already been 2 years, I still remember the Call of Cthulhu streams like they were yesterday.\nThere were some ups and downs this year but even through those rough phases you pushed through and put a smile on all our faces. You always motivate me to push forward with the things I want to do. Thank you so much.\nI am really looking forward to what the next year has in store for us. I can’t say it often enough Thank you, and congratulations on your 2-year anniversary Ina <3","image":""},{"user":"Doopsie","icon":"100.png","message":"Wah! Happy 2nd Anniversary Ina!! It's been a wonderful time watching you stream. Thanks for the all the laughing and cozy times that you gave us this year. Let's hope for a wah-nderful time this upcoming year with our priestess :D  I'm proud to say that you're my oshi!!","image":""},{"user":"Speedyboi","icon":"","message":"Happy Anniversary Ina! It has been a joy watching your streams and you have been such a cool, amazing, and talented person! Keep being your awesome self! :D","image":""},{"user":"","icon":"168.png","message":"Congratulations ina'nis you're such an inspiration to me, wish you the best always","image":""},{"user":"halords","icon":"","message":"happy 2nd debut anniversary Ina!! i just wanna say thank you so much for the happiness that you've blessed us with for 2 whole years, and we wish that our beloved priestess is having a really WAHnderful time as well!!","image":""},{"user":"Maria Medina","icon":"9.png","message":"","image":"18.png"},{"user":"Cyber Toast","icon":"5.jpg","message":"Happy 2nd anniversary Ina! It was because of your content that I was able to connect with so many other amazing fans, especially during CRX and I cannot thank you enough for it. We love you Ina!\n I say wah you say wah!","image":""},{"user":"Rifted","icon":"143.png","message":"Hi Ina, thanks for the great streams and highlights, they make me laugh :D","image":""},{"user":"ikkue","icon":"152.png","message":"Happy second inaversary Inyaaaaaaa! Thank you for all the fun, entertaining, and comfy streams these past two years! Been a takodachi even before your first debut stream, because I fell in-love with your design and personality on Twitter since day one! Although, I always get the amount of months I've been a member on YouTube for wrong (because it glitched one day and reset my count, so it's inconsistent now). I hope there will be many more inaversaries to come! WAH!","image":""},{"user":"Tacchan","icon":"","message":"","image":"33.png"},{"user":"Lilycha_","icon":"","message":"WAH! Happy 2nd Anniversary Ina!! Just wanted to say thank you for all the good times you spent with us. To be honest, I still don't understand why you perceive yourself as a boring person when literally, you’re one of the coolest people I know. I hope you continue to inspire others, especially the artists, through your amazing art. I’ll continue to support you as much as I can no matter what and be proud to call myself a Takodachi. Love forever 💜","image":""},{"user":"Proteus","icon":"107.png","message":"I can't believe its already been 2 years... I don't wanna get all poetic and sappy with this(and I'm on a strict character limit lol), so I'll just say this. Thanks for being so comfy, I don't have any other English Vtuber that I can just tune in to or pull up a VOD of and run in the background while I work, do art, or even just fall asleep(not that that's a bad thing òwó). Not that being loud, hyper, and lewd is bad, it just gets a bit tiring. So thanks, thanks for being so wholesome and chill.","image":"45.png"},{"user":"Granlitar","icon":"129.png","message":"Happy anniversary, Ina! The last two years feel like they've flown by as a fan, so I can't imagine how crazy it must feel for you!\nYou've made so much progress on your journey since joining Hololive, and overcome many troubles (especially this last year, haha) to create some truly beautiful projects.\nYou and the other Myth girls have become an irreplaceable part of the Hololive family, and I couldn't be prouder to be a Tako and part of this community. Here's to many more fun adventures to come!","image":""},{"user":"PSIclops","icon":"61.png","message":"HAPPY ANNIVERSARY PRIESTESS! It's hard to believe it's been just over 2 years since I fell into this rabbit-hole. You're streams have been a huge joy and inspiration in my day-to-day life since the day you debuted, and I look forward to the memories to be made with you and my fellow Takodachis in the coming years. Love ya, Ina.","image":""},{"user":"kami","icon":"135.png","message":"Happy anniversary Ina! Thank you for everything you have done throughout your entire time in Hololive! Everyone is very proud of all you and the rest of EN has accomplished. You were one of the main reasons I became a Hololive Fan! You are very inspiring to all of us, thank you for being such a kind, funny, and motivating person. Your streams always manage to lift my mood and you have helped so many of us by just being you. Happy anniversary Ina! Lots of love from all of us. :)","image":""},{"user":"Linya","icon":"","message":"Thank you for always bringing us joy, we will always follow our priestess, happy 2nd anniversary!","image":"47.png"},{"user":"Marsh ","icon":"","message":"Happy anniversary Ina! These past 2 years with all of the myth members and you have been such a blast! I wanted to thank you for always doing your best and putting in effort into everything you do for us takodachis and for Hololive! All of us are so proud of how far you’ve come since debut! You’ve impacted so many lives including mine for the best and have made my life feel more inclusive and enjoyable. Once again, happy anniversary to you and the myth girls, enjoy it to the fullest ^v^!","image":""},{"user":"BreadART","icon":"106.png","message":"Happy 2nd Anniversary Ina!\nI am very happy to meet you, and thank you for all the wonderful times you have given Takodachis all. Wish you always healthy and happy!\nWAH!!!","image":"30.png"},{"user":"KyuuB","icon":"43.png","message":"Congratulations Ina and Myth on your 2nd anniversary! I can't believe another year has already passed. I wanted to thank you for entertaining us and being such an awesome person. All the work you've put in, big or small, has without a doubt made a difference. I remember you saying the beginning of this year was difficult, but I hope that your year has gotten better. I'm wishing you good luck and an even better season 3. Congratulation and thank you again. Wishing And Hoping for the best. ʕ─‿‿─ʔ","image":""},{"user":"","icon":"","message":"Congratulations on the 2nd anniversary Ina!! I can't believe it has been two years already. It has been a tough year for you to experience all the technical and health issues, but you got through it! I'm so glad to see you going out, meeting friends and finally settle down with the new office. Hopefully the up coming year things can go smoother, and please don't push yourself too hard. WAH","image":""},{"user":"Ginfutsuu","icon":"","message":"","image":"54.png"},{"user":"Kinoko","icon":"41.png","message":"Happy Second Anniversary Ina! I can't believe its been a year, time flies when we are having fun. In this period of time, I graduated from University, moved out of the time zone you are most often streaming in, transformed into a VOD Tako and an Office Worker Tako, but this doesn't stop me from enjoying your content when I get home. In appreciation I drew you a continuation of the ink drawing I drew earlier this year, I hope you like it! I appreciate what you have done for all of us Takos.","image":"74.png"},{"user":"TakoEats Deliveryman","icon":"82.png","message":"Happy Anniversary Ina! It's been 2 years and I'm so happy that I became a Takodachi. Simply being with our Priestess and having your voice is a bless. I couldn't really catch your stream due to timezone issues but that means TakoEats is a globally developed company! By the way can I ask for a raise? ","image":"71.png"},{"user":"Geneee","icon":"29.png","message":"CongWAHts on your Second Anniversary Inaaaa! Been a huge fan for more than a year ever since I randomly woke up really early morning (SEA gang lmao) and decided to watch your stream at the time (although I only lurk cause I'm too shy to chat lol). Thanks for all the comfy streams Ina! Keep it up and I hope you get to make more wonderful memories with the other holomems and the takodachis. Soon enough, we'll be able to tako-ver the world!!! Conrgats again, Ina!","image":""},{"user":"Hà Xuân","icon":"108.png","message":"2 years already? That was fast Ina!\n2 years, but full of memories. From the first debut, to smol debut, following by 3 outfit debut, and 3D debut during the Holofes. And let's not forget your first ever off-collab with all the Myth girls as well!\nIt's been a crazy year, Ina, and I want to say, thank u for all the moments and memories u gave to us, and congrats on your achievements. Keep being wholesome, as our tako priestess always be.\nAnd finally, happy 2nd anniversary Ina ! ","image":""},{"user":"Iwanuma","icon":"","message":"Happy Anniversary! Thank you for all the fun and cozy times you've given us for these 2 years. Here is hoping to many more to come!","image":"72.png"},{"user":"Kaya Asteri","icon":"76.png","message":"Happy Inaversary! We love you and are excited to see what this next year will bring you! ","image":"23.png"},{"user":"OoXKami","icon":"74.png","message":"Happy 2nd Anniversary, Ina! It is amazing to see how far you and the other Myth girls have come since debut. Thank you for always being the comfiest \"human\" known to man. Hopefully, you and everyone else will be able meet up in Japan soon. I look forward to seeing what the future holds for you all!","image":""},{"user":"RaoCipher","icon":"156.png","message":"Thank you Ina for debuting. Many times I've wanted to give up, but seeing you draw motivated me to continue working hard and improving my art. Your streams are very relaxing and comfy. You made these past 2 years enjoyable, especially during these hard times. Let's keep working hard together! And I wish you the best in the future as well!","image":"82.png"},{"user":"MachFighterG ","icon":"","message":"Ina, thank you for 2 years of puns, art, and truly WAHnderful times! Our takodachi family always enjoys watching you stream, especially our little tako, who always “WAH”s around the room when your intro screen comes on. We all hope this next year is full of good things for you, and we look forward to seeing what you’ll do next. Happy Anniversary!","image":""},{"user":"kshut","icon":"110.png","message":"Happy inaversary once again Ina!  I've been able to do work harder recently, knowing that I can come back to your comfy streams. You and all the other holomems are always a joy to watch and never fail to lift my mood. Keep having fun Ina!","image":"75.png"},{"user":"Homurakuma","icon":"","message":"Ina ina ina~ Thank you for yet another year of fun. You're an inspiration to us takos and here's to yet another year~ iina~","image":""},{"user":"Rezileen","icon":"63.png","message":"Happy 2 year anniversary Ina! I can't believe it's already been 2 years since you've graced our lives with your comfy vibes and beautiful art! I recently just moved into a new place as well, so I can relate to all your recent move-in stories. It's always so enlightening hearing your perspectives on life and moving forward. さすが of our insightful priestess! Congratulations on the smooth move as well as all the amazing things you've accomplished this year! And a 頑張って for the next year as well!","image":""},{"user":"Requiem","icon":"8.jpeg","message":"Happy 2nd Anniversary! Wah!","image":"13.png"},{"user":"Chumbeque","icon":"124.png","message":"Congratulations Ina! it's amazing that it's been two years that I've been able to be happy again. Thank you for all the effort you put into everything you do. I still remember when I saw the world in a very dark way until a priestess captivated me with her personality, talent and humor. I have always been a very shy and reserved tako but thanks to you I have been able to interact more with people, even though many times I feel uncomfortable with some topics. Season 3 let's gooooo WAH!","image":""},{"user":"Hoshi","icon":"77.png","message":"happy anniversary ina! youre a big inspiration to me and so many other artists! :} keep being your wah-nderful self!!","image":"29.png"},{"user":"mcoyne","icon":"","message":"I'm so glad to have found you and the rest of EN, glad you got your hugs in the off-collab, happy 2 years, and here's to many more!","image":""},{"user":"MDViper","icon":"","message":"Thank you Ina for providing a comfy environment for us takos to spend time in, your streams are some of the most relaxing times i experience, and I hope for at least another year more! PS gunpla stream when","image":""},{"user":"ShumpireMadness","icon":"","message":"Thank you for your 2 years of continued wah's. May whatever endeavour you partake in have glorius success.","image":""},{"user":"","icon":"","message":"Happy Anniversary Ina, thanks for giving so much love to every single one of us viewers.","image":""},{"user":"Norenche","icon":"94.png","message":"Happy second anniversary! It's been already 2 years since we saw the start of this journey and Myth's and I can say that this has been an amazing trip. We as takos have seen you grow and we have been inspired by you in taking up again some hobbies and TAKOing things one at a time. This EU Tako is thankful for all the fun times we've had so far and for all the WAHs we'll get in the future! We Are Happy, We Are Hype, We Are Here, We are Hor- *ahem* Hungry. Where did I leave my cookie?","image":""},{"user":"DarkViking","icon":"","message":"Congratulations on the 2 years Ina and fellow Takodachis, the years flew by but we had so much. Thank you for these wonderful 2 years. Also world take over progressing smoothly o7.","image":""},{"user":"AlphaCas","icon":"160.png","message":"Ina >-<\nCongratulations on 2nd anniversary! I can't thank you enough for being my inspiration in doing digital art. My art has been improved exponentially thanks to the techniques I learned from your drawing stream. Also, thank you for all the comfy streams! I am looking forward to more fun moments next year!","image":""},{"user":"PringleBird34","icon":"","message":"Thank you for all the work and support you’ve put out in the past two years! It has helped me and many others all across the world! We appreciate you and everything you do! From a fellow takodachi!","image":""},{"user":"takodachiwaffle","icon":"164.png","message":"Congratulations on your Inaversary!!! Thanks for being such an amazing priestess. We are all wishing you even greater times ahead!","image":""},{"user":"Shinkai Setsuna","icon":"80.png","message":"Happy happy 2nd anniversary Ina! I can't believe it's already been 2 years since you've joined Hololive, and become a light in everyone's lives! There are so many things that I appreciate about you and your streams, but one thing that has stuck with me is how close you are with your family. Hearing stories about Mama'nis, Papa'nis, and Ane'nis has inspired me to make the effort to connect more with my own family, and to treasure every moment with them. Here's to another WAHnderful year!","image":""},{"user":"DA_4289","icon":"","message":"Happy Anniversary INA!\nIt's been 2 yrs. already huh?\nIf you think about it, it's still a relatively short amount of time given how fairly new V-tubing is.\nEven so, you have accomplished so many things and have gotten past many hardships.\nStill, I know there will be further trials and milestones for you climb but I know you'll get through them.\nJust want to thank for doing your best and whether intentionally or not, inspiring us Takodachis to do the same.\nHere's to another year and more!","image":""},{"user":"Brawlman","icon":"49.png","message":"Thank you so much Ina for your wonderful streams and projects that you give us. I always have such a chill time in your streams. Every time I'm in your streams it has been a good fun time and even when you are collabing you still bring so much whether just your fun personality, your cute little drawings you add in everywhere, or your all around presence just makes it 100% a better experience!! Looking forward to even more stuff from you!","image":""},{"user":"Jabber","icon":"72.png","message":"Inya~ Omedetako for another year as member of Myth!! Im really grateful and happy to be part of this amazing and wholesome community and thank you for all the comfy and fun moments we have spend together,  I really love you and all the cute Takodachis outside there and hope that we can have much more fun the next year too, that all your wishes and projects go well and that this message is enough distraction to let me go for the squishy~","image":""},{"user":"Cole","icon":"","message":"WAH! Congratulations Ina! I can't believe it's been two whole years since the comfy priestess graced us with her presence and gave us (and me) so many much-needed moments of joy and cookies and backs...ahem.\nWith everything you do for us takodachis, you've made a lot of people's days and I hope you can continue to keep enjoying being our priestess for many more years to come. But remember to stay healthy and take breaks when you need it. The quest for world domINAtion can't happen without you!","image":""},{"user":"Tang","icon":"","message":"Happy two year anniversary Ina! I hope you get to enjoy this celebration with lots of friends and yummy food. Thanks for making such a comfy community! :D","image":"60.png"},{"user":"FilteredTea","icon":"161.png","message":"Happy Anniversary Ina! I've been a tako for quite a while now, and it's been a fun ride getting to watch you get into so many shenanigans for the past year or so that I've been watching. We've even seen our magical priestess in the realm of 3D, which is still kind of wacky to think about. I wasn't able to think of an illustration to do this time around, but I hope this message works just as well for the priestess. Here's to the many streams ahead and joys to be had, Wah!","image":""},{"user":"Theodor Hembra","icon":"","message":"HAPPY INAVERSARY INA. Wow 2 years huh. Ive only started watching you a year ago and it was a struggle getting up at 5 am my time to watch you. But on the bright side you helped my sleeping schedule so thank you. How are you? I hope you are well and not sleeping on the floor as often. Thanks for the streams and the chill streams and i hope that you and the en girls receive more successes coming your guys way. Thats all from me. Wah ","image":""},{"user":"SehrEuphonic","icon":"121.png","message":"Con-WAH-lations Ina on your second anniversary! I hope to enjoy many more tako times with you and my fellow takos! \\(=w=) /*~*~","image":""},{"user":"Smaltin","icon":"66.png","message":"Wah! Happy Anniversary Ina! I've been watching you a lot, I can't even believe it's been two whole years since your debut! Watching your comfy streams has helped me remain calm and focus through stressful times, and I hope you continue to provide the stress relief I need through your streams. Thank you again for being such a wonderful streamer and I wish you the best as you continue through 2 years!","image":""},{"user":"Brent","icon":"","message":"WAH-ppy 2nd anniversary Ina! Your streams are always so comfy to watch and you always manage to make bad days better! Wish you all the best and looking forward to spending another year watching and supporting you!","image":""},{"user":"Avros Kyargath","icon":"15.png","message":"Hey Ina, Hope you have a wonderful anniversary. Its been a fun journey alongside you and all of the other Takodachi to get this far and I can't wait to see where the next year takes us all! Hope you have a great time along with all of Myth in celebrating this milestone together","image":""},{"user":"UnstoppablePhoenix","icon":"","message":"Happy anniversary Ina! From the first wah to now, there's been a lot of really fun moments with both you and with your genmates too! Can't believe 2 years have already gone by so fast, and I can't wait to see what another few bring! ","image":""},{"user":"Elgrim","icon":"125.png","message":"Happy 2nd AnnINAversary!\nSo much has happened during these two years. You have given us amazing content and it has been nice to see you finally meet your gen mates and having you on stage singing and dancing. Hope you are getting comfortable in your new office and can't wait to see what fun content you shall bring to us next.\nWe are so proud of you Ina! Thank you for being here for us!\nWAH!!","image":""},{"user":"marukomanda","icon":"","message":"W A Hello, Ina! Happy 2nd Anniversary!!! 🎉\n\nThank you for always inspiring me to get in touch with my creative side and most importantly, being chill. I remember I was also getting back to drawing and I really enjoyed the comfy Gesture Drawing streams(a cheat code to learn anatomy). Life can be stressful but you've become a reminder that everything will be alright. So thank you. Thank you very much. 🤗\n\n(and here's a past artwork of u that I never submitted until now, hope you like it!😁)","image":"26.png"},{"user":"Jamnut","icon":"137.png","message":"Hi Priestess Ina! Happy 2nd anniversary! This year went by fast and just as us takodachis have watch you grow into a greater and greater idol, I have also grown from being an initiate in the tentacult to being a silver takodachi just a month ago! My journey through being takodachi has been amazing as I met a lot of takos along the way as well as other fans of other holomems. I just wanna express my gratitude to you for how WAH-nderful you are!","image":""},{"user":"PoppuTart","icon":"","message":"I'm so sorry for not drawing since i have college but I'm so happy for you to have your 2nd Anniversary! It's been a Wah-nderful journery with you Priestess and i hope you continue to have fun with your life as our one and only Ninomae Ina'nis!!!\n\n- Female Tako Wahhh <3","image":""},{"user":"白毛Shirage","icon":"158.png","message":"Happy 2nd Anniversary Ina! WITNESS FIRST GOLDEN TAKO!!!\nThank you for all the fun memories this year!\nLet's have more fun and wonderful year toGETHERRRR","image":""},{"user":"EvaCh","icon":"","message":"Happy 2nd Year Anniversary Dear Ina!!\nThe best part of my life is finding an Oshi like you.  Really enjoy your streams, brings me joy and peace.  May you celebrate more years together with Takodachi!  Congrats, and be blessed. WAH!","image":""},{"user":"Jakklin","icon":"60.png","message":"Happy Anniversary Ina! I can't believe its been 2 years already. Time seems to fly these days,  I'll be a gold Tako soon! Looking forward to another year with my favourite Priestess~  ","image":""},{"user":"nomu","icon":"55.png","message":"Happy 2 years anniversary Ina! Wow, 2 years huh? Time sure goes by fast. I feel like a proud mom seeing you grow over the past 2 years. It has not been an easy journey but I admire that you guys never give up and still push through, no matter what the problem is. Myth made me more optimistic that everything will work out in the end, no matter what.\n\nThank you for everything that you guys do for us fans. Looking forward to another year full of memories! ","image":"32.png"},{"user":"Zerks","icon":"","message":"Hey Ina, congrats on the ina-versary! I’m sure you’re overwhelmed with emotions right now but I just wanted to say thank you for all the fun times you’ve given us over the past two years. There’s been plenty of fun stories to tako bout. To many more years to come!","image":""},{"user":"서재형","icon":"85.png","message":"Congratulation on your 2nd anniversary!!! I'm a student in Korea. I started watching you since early last year, and I can't believe it's already been more than a year! I'm really happy for you!! I hope you have a nice, wonderful, and happy day!! We are happy! We are hype! We are here! We are hor-","image":""},{"user":"","icon":"","message":"","image":"78.png"},{"user":"Wkang","icon":"150.png","message":"Wah~ Hello priestess! Happy 2nd Year Inaversary! I've been a Takodachi since your debut, right around the start of my second year in university. I have since graduated with a Bachelors with First Class Honours! A large part of being able to pull through and finishing school is knowing that after a long day, I have a comfy oshi and amazing community of Takodachi to make it better. Thanks for being you and here's to many more Wahnderful years to come! ","image":""},{"user":"Auditea","icon":"","message":"Happy Anniversary Ina! Thanks for being the person who continues to accompany many people and make their days just a bit more relaxed! ","image":""},{"user":"Sigelfate","icon":"","message":"Happy 2nd WAHnniversary Ina~! Watching your growth during the past 2 years has been so motivation and inspiring to us all, and we Takodachis will continue to be there for you all the way moving forward! Sending all our devotion and love to our beloved Priestess! WAH!","image":""},{"user":"RickyT713","icon":"","message":"Happy 2 year anniversary Ina! Cannot believe it has been 2 years since you and the girls started the EN branch. Thank you so much for being ome of the comfiest vtubers and streamers in general. Whenever i pop into your stream, my problems seem to melt away by the adorableness that is the tako queen. Looking forward to what the furture brings and hope you have an amazing anniversary full of wahs and wonders. ","image":""},{"user":"Otonashikun","icon":"57.png","message":"Happy 2nd anniversary, Ina! It's been such an amazing journey so far seeing you and the other myth members grow. You've made such a positive impact on me and on the other Takodachis and it's difficult to express in words how much that really means, but I still want to thank you from the bottom of my heart! I will continue my support as a tako as best I can, and I wish you all the best on this special day! Wah!","image":""},{"user":"Anthony S.","icon":"131.png","message":"HAPPY ANNIVERSARY INAAAA!\nIt's been a great joy for all of us being part of Tentacult! Can't believe 2 years have passed ever since you arrived with everyone from Hololive Myth! Hope you have a fun anniversary stream with everyone! WAH!","image":""},{"user":"INAFF25252","icon":"10.png","message":"Hi Ina! So you are turning two years old, that’s pretty human of you to do. Everything else aside, you were the first vtuber I really got into and I was sucked in HARD. I started religiously watching all your clips but honestly, I think I made my friends sick of the word octopus and Ina with how much I talked and joked about you. I have never seen someone so relatable, the love for puns, art, and all the little things about you. Thank you for all the laughs and wah’s forever. ","image":""},{"user":"Iyah","icon":"","message":"Wah! Hello Inaaa! Happy 2nd Anniversary! You're one of the people that I really look up to, and you really inspired me to actually pursue what I really want, Now I am an multimedia arts freshman! So thank you Ina! For being such a great inspiration to not just me, but everyone else's, Thank you also for the fun streams, and I hope you have a wonderful and fun day! Happy 2nd Anniversary again!","image":""},{"user":"Netter11","icon":"","message":"Hello Ina! 2 years and going strong! Thank you for having such a loving community that you have nursed and thank you for saving people (like myself) just by being yourself and having fun! Heres for the next 2+ years! WAH!!!!!","image":""},{"user":"GiGi","icon":"16.jpeg","message":"Happy anniversary Priestess! Thank you for always being so WAHnderful and keeping everyone happy and cozy.  You have brightened the lives of so many people, including me!  I hope you have a good anniversary and stay safe!","image":""},{"user":"namelessakikaze","icon":"54.png","message":"happy 2nd anniversary ina! can't believe it's been two wah-nderful years being part of the tentacult =w= you've been such a huge inspiration, especially in motivating my art, and your comforting voice has helped me through such dark times i can't thank you enough. im so proud of you and i can't wait to make even more memories!","image":""},{"user":"AnakissHunter","icon":"119.png","message":"Your remarkable work ethic and entertaining art streams have been a source of inspiration for us art takos, who see you as a shining beacon of hope and courage to pursue this passion. Some have picked up a pen or a stylus for the first time because of you, others have returned to drawing after a long period because of you, and for that, we are forever grateful. We thank you for everything, Ina. WAH!","image":""},{"user":"Bronzie","icon":"133.png","message":"Hello Ina!\nIt's already been 2 years since you debuted, I can't believe how quickly the time went by.\nI remember tuning into your drawing and chatting streams, only to listen to your voice while doing chores or homework.\nNowadays I don't have much time to watch your streams anymore, but thanks to clippers and VODs I don't have to miss out on everything. You'll always have a place in my heart, as my wah-nderful first Oshi who made me stay in the rabbit hole! <(~wo)>","image":""},{"user":"alnom","icon":"126.png","message":"Congrats on another milestone! Best wishes & hopes for your goals. :) ","image":""},{"user":"Bustin","icon":"169.png","message":"Happy 2nd Anniversary to our beloved priestess. Here's to many more years of fun and comfy streams to come. ","image":""},{"user":"Spiffelight","icon":"68.png","message":"Happy anniversary from Sweden! Couldn't imagine a better free time spent watching you! ","image":""},{"user":"Anubis","icon":"","message":"Congratulations on your second anniversary Ina! I haven't been around anywhere near as long as most of the other takodachis but I am glad to have been around for at least a little while. I found you and Holo EN in a difficult time in my life and your overall calm personality and streams were really nice to relax and chill with. Thank you for helping keep me happy during tough times! I hope to continue watching you for a long time to come! Happy 2 year anniversary Ninomae Ina'nis! ","image":""},{"user":"teamakite","icon":"37.png","message":"Oh hi Ina! It's been two years, huh. I want to thank you for providing insane amount of content and entertainment for us all. Here's to more fun and interesting stuff! Happy Second Anniversary! ^^","image":"34.png"},{"user":"Jhon. Palmer","icon":"75.png","message":"Hey Ina! Happy second anniversary! Before your debut, I had never invested too much into watching streamers at all, but you kind of changed that, your comfy streams and this community are always great! And you're always an amazing and inspiring person to watch, keep being you! I wish you much more happiness, sleep and success on the years to come! WAH !","image":""},{"user":"Yato Corne","icon":"88.png","message":"Happy second anniversary Ina!\nCan't believe it's been already 2 years since your debut, time really go fast when you have fun. Thank you for always  being a great source of comf and for creating this wonderful community where i meet many new friends.  I'm glad to have you as my oshi, thank you for all fun times and looking forward for what you have prepared for us in the future.","image":""},{"user":"timnaka","icon":"163.png","message":"Thank you Ina for being my oshi and getting me to learn how to draw cute anime girls! WAH!!!","image":"36.png"},{"user":"SkyChord","icon":"81.png","message":"Wow! 2 years of Hololive EN being in my life! I want you to know Ina that you inspire me so much to draw; your streams keep me company as I do and every bit of yours and Hololive's successes motivate me to be just as great! I wish you all the happiness you deserve, as you have made me and many others so much so! Happy anniversary Ina and Holomyth!","image":"24.png"},{"user":"TheOnePaladin","icon":"67.png","message":"Happy two years anniversay Ina!!!!! It hardly feels like two years have already passed, but all the amazing memories you've made for us takos are proof at the hard work you've put in. Thank you for everything up till now, and we look forward to your imminent world domInation in the near future! Keep on going strong! Wah! Wah! Wah!","image":""},{"user":"Furidosu","icon":"115.png","message":"CONGRATULATIONS FOR THE 2ND ANNIVERSARY TO OUR GODESS\nNINOMAE INANIS\n\nTHIS WORLD OF HER CREATION AND DEVOURING\nOF OUR RE-BIRTH AND DEATH\nOF OUR OCEANS AND DISCOVERIES\nOF OUR HOPES AND CHAOS\nOF OUR NATURE AND CIVILIZATION\nOF OUR TIME AND SPACE\n\nSHALL BE PROTECTED\nFROM HARDWARE AND SOFTWARE MALFUNCTIONS\nFROM NETWORK DOWNTIMES\nFROM MALWARES AND SCAMS\n\nWITH UTMOST ROBUSTNESS OF LOGICAL RUST\n\nWAH","image":""},{"user":"Jazzyforcefield","icon":"139.png","message":"WAH! It's been a short/medium/long 2 years and counting since your debut and it has been a wonderful time being a Takodachi. I very much enjoy watching your streams as they bring a sense of much needed zen to my life. Some of my favorite streams this year has been your chatti-- I mean Elden Ring streams. Congrats on all your achievements this year and I am constantly looking forward to whatever comes next! Cheers!","image":"16.png"},{"user":"PandaKaede","icon":"58.png","message":"Happy 2nd Anniversary INA-SAMA!!!\nThank you for the drawing advices & chicken noodle soup TED talk during the streams, it really inspired me alot ^^\nHere's a drawing for you, hope you like it.","image":"65.png"},{"user":"Cometeor","icon":"","message":"Happy 2nd Anniversary, Ina! Thank you for always providing such chill streams. Here's to another fun year with you and the takodachis!","image":""},{"user":"KamiJoJo","icon":"117.png","message":"Happy 2nd Anniversary Ina!","image":"77.png"},{"user":"Thonker","icon":"65.png","message":"A whole year full of art and cheer!\nNew PC, office, tako gear!\nNew debut of your 3D face,\nbut still the same, this comfy place.\nYour streams have always made me smile,\nI love your cozy comfy style.\nWhile years of puns have hurt my brain,\nI hope next year will do the same!\nLots of love, priestess, and arigathanks for being my number Ninomae oshi! It's been a wahnderful two years being a fan, and you've been an amazing ina-spiration this whole time. I'm looking forward to another great year!","image":""},{"user":"Karl","icon":"39.png","message":"Hi Ina! I didn't get a chance to meet you during Crunchyroll, but I wanted to let you know that you have definitely been one of the comfiest streamers ever! Every time I work from home, I'm able to tune into your afternoon streams to keep me company, and quite frankly you kept me company while I was working on different projects for work. Here's to more years with the Tentacult! -That one Tako offering the Takodachi","image":""},{"user":"Deetz (ディッツ)","icon":"34.png","message":"Wah! I can't believe it's been 2 years since you debuted. You've been my oshi since the beginning, and I'm so excited to see what you have in store for us next year (3D \"debut\"? More holoMeet opportunities? More takodachis taking over every day items?) Whatever it is, I can't wait to see what it is. Happy Anniversary Ina!","image":""},{"user":"Blank Blackwhite","icon":"89.png","message":"Hey Ina! Happy 2nd Anniversary! Time really flies... It doesn't feel like it's been that long, but here we are. It's been 2 years filled with a ton of fun and comfy moments, the fresh breath of air a tons of us takos needed! Hope to keep hanging with you and the tentacult! Thanks for these two years and hope for many more to come!  WAH!","image":"9.png"},{"user":"Kani Sama","icon":"","message":"An Ode to Ni No Mae\n\nIt starts with Ninomae,\nAs it is “one”\nNow it’s ni no mae,\nBefore two,\nIn its origin there was Inanis, \nAnd zero was its truth,\nWah! It’s now two,\nWah! We are here too,\nWe are here, here for you","image":""},{"user":"FuriousTreeMan","icon":"28.png","message":"WAH, happy 2nd year anniversary Ina!\n\nThese 2 years watching your content has been very fun, your personality and chill demeanor during streams always calms me down after a long day. Also your stories are really relatable as well so thank you for being you!\n\nI would also like to thank the Takodachis as well. Joining the community and getting involved in fan projects is very fun and here's to more to come!\n","image":""},{"user":"RyougiKyo","icon":"155.png","message":"Congrats on your 2nd Anniversary Ina!\nWhile it may feel like a lot of time has passed already, this is just the beginning and there are still a lot more of precious memories to be made. During this two years since your debut you have become an important part of my daily routine, your streams help me to relax after a trying day at work and motivated me to pick back to old hobbies like writing or drawing. So here's for another year of laughs and great moments with you, the tentacult and myth!","image":""},{"user":"Deer Oh Dear","icon":"91.png","message":"Wah! Another year with our comfy priestess, & here's to more years to come! Happy 2nd Inaversary! Ina's streams with fellow takos have been a great way to start and/or spend my mornings. Back from her first art stream, I've slowly gotten back into drawing. Thanks for all the joy & inspiration you've given us, Ina! So glad to have become a takodachi. Keep being Ina-credible. Really wish you the best. Take care & have a good one!","image":"19.png"},{"user":"Flowa","icon":"71.png","message":"Hi Ina! Happy 2nd Anniversary!\nIt has been a long trip. You've made a lot of dreams come true. As a tako from the beginning, I was touched when the myth girls met. I was crying so much ^///^\nFinally, all came together. The wishes you've made last year... the hug isn't virtual anymore.\nI'm very happy that I'm able to meet you and the takos.\nLet us head on to the next part of our journey!\n\nThank you, my priestess!\nWAH","image":"28.png"},{"user":"Novahbomb","icon":"56.png","message":"Happy 1 year anniversary INA!!!!! Thank you so much for all the work and love you put into your streams and activities. It's still unbelievable that 2 years have passed, but I loved every moment of being a takodachi. I can't wait to see what next year holds for you!! Who knows, ホロぐら today, Official 3D idol outfit tomorrow?","image":""},{"user":"Thokaulfr","icon":"162.png","message":"Congratulation on your second year in Hololive, Priestess! These two years with Ina's streams are very blessed indeed, you are becoming cuter and more breathtaking by the day, and your improvement both as a streamer and a singer is nothing short of impressive! (I still love your zatsudan and pre-gaming random chat the best). Here's to the many more years of blessed WAH to come!","image":""},{"user":"Teddy Bʕ´•ᴥ•`ʔ","icon":"116.png","message":"Thank you for accompany with us takodachis for the past two years, let's stay two-gether to the further next year! Happy 2nd Wah-derful Anniversary!!","image":"44.png"},{"user":"Jaytsu","icon":"","message":"Happy 2nd Ani, Ina!\nThank you for all your hard work, your comfy streams, and being a great priestess to not only the takodachis but also to all the homies in hololive. It's easy to notice everyone's expressions light up when they mention your antics or get to collab with you!\n\n2022 hasn't been easy, but you've been doing a great job managing both your move and your duties as a priestess. hololive celebrations can be as busy as they are exciting, so we hope you get to take a good nap or two!","image":""},{"user":"Lishi ","icon":"102.png","message":"Happy 2nd anniversary Ina! It's been another year full of TAKOADVENTURES! Thank you for always being such a wonderful tak- human to spend time with, your streams always make me feel happy and comfy - We the takodachis are so glad to have you! Always looking forward for more of Ina's cuteness, coolness, comfyness and general content. I can't believe it's been 2 years already! WAH ","image":"40.png"},{"user":"Jvltz","icon":"","message":"Congrats for another year Ina-chan, i hope you and the rest of the girls keep shining and do their best, take the breaks when you need and just thanks for being here! one more step for wolrd domINAtion!!","image":"5.png"},{"user":"","icon":"","message":"Congrats Ina! Good luck with all your future endeavors!","image":""},{"user":"Allula","icon":"","message":"Congratulations on your second INAnniversary, Priestess!! It's been a long and comfy but also a little bumpy ride this past year, it feels like last anniversary passed forever ago just yesterday - time is a weird thing... Today should also mark my first whole year in the Tentacult as a membertako! I hope you will take responsibility for luring a poor tako in with the promise of cookies and keep being the bestest and comfiest Oshi one can hope for in the future as well~~","image":""},{"user":"Marcy ","icon":"","message":"CONGRATULATIONS on MYTH 2 year anniversary INA. I made some poor choices in the past but I changed everything after I saw you, and I become a tako really quick. I never really had friends in the past, but now I met a lot of cute takos and they have become part of my life that's all thanks to you. You taught me a lot, and you give me a lot of motivation to keep continue my life. I be honest I love you more than I love myself. I am looking forward to another year with you and ofcoz more Cookies.","image":""},{"user":"Sznopik","icon":"","message":"Thank to You i rediscover my passion for painting and finally started drawing again. Thank you! ","image":"38.png"},{"user":"Casulono","icon":"18.PNG","message":"ConWAHtulations Priestess on your second anniversary! Even though I started watching hololive as a whole quite recently I still want to thank you for being there with your comfy streams. Especially when things go south. Hope that you will be here for next year and many more. Cheers!","image":""},{"user":"Alin Laphel","icon":"120.png","message":"Thank you for the entertainment and inspiration. Your streams are a big inspiration for me to dive deeper into my own art and even start streaming as vtuber. I wish many more fruitful years in what you do!","image":"68.png"},{"user":"Suzuri","icon":"","message":"Happy 2nd anniversary. It has already been 2 years since your debut. Your streams are my highlight every time I come home from work. I hope we takos get to watch your streams for years to come. Here's to another year!","image":""},{"user":"Kurosagi","icon":"","message":"Decided to go back into drawing right before your birthday this year, and here i am now. All because of you ! Happy 2nd anniversary and cheers to another year !","image":"56.png"},{"user":"ZeraDoesStuff","icon":"6.png","message":"Happy second anniversary Ina!!\n\nFor a long time in my life I never managed to finish private projects, they always ended somewhere and I just stopped working on them. But your working/drawing streams somehow motivated me to keep going and to finish stuff.\nI still am kinda lazy and don't work as much as I would like to, but I at least I set realistic goals and keep at em.\nSo thank you for all you have done for me, even if you may not realise it. I am extremely grateful to you.","image":"7.png"},{"user":"alkusanagi","icon":"12.png","message":"Happy 2nd anniversary, Ina! I came to the Hololive party pretty late, but you quickly became a favorite and a comfy presence in my afternoons. You inspired me to start drawing seriously again since left school and began working, and gave me the push to venture into the world of digital art. I've been doing a drawing a day for over 2 months now! Thanks for being such an inspiration, and here's to much more Takotime! -alkusanagi","image":"67.png"},{"user":"Dhantrak","icon":"113.png","message":"Hey Ina! Congratulations on your second anniversary. I, like many others, have been motivated by you to not give up on my passions. You have been an incredible inspiration to us all, and I cannot thank you enough for it. Keep on being awesome!","image":"22.png"},{"user":"HappyTako","icon":"87.png","message":"Thanks again, for all your lovely puns and streams. I can't wake up each time to watch your stream, but i watch all the highlights of Ina stream, is cheating but I love your puns~. I hope our priestess can always be healthy and happy of all times just like our WAH rules. We Are Happy. ","image":"59.png"},{"user":"Beachmar ","icon":"","message":"Hi Ina, congratulations on two years!!! It has been said hundreds of times before but thanks for being there for us. You have been a massive Inspiration to quite literally thousands of people just by being yourself. You have fostered an amazing and supportive community, allowed for such amazing projects to occur, and reinvigorated people to follow their passions all due to your support. Thanks again for coming into our lives, we are all better because of you.  ","image":""},{"user":"Person212","icon":"","message":"Congratulations on 2 years! Its been so much fun watching you all grow and have fun, thank you for all the hard work and awesome streams. Also, bit late but still, congrats on the new office!","image":""},{"user":"Prin","icon":"","message":"Wah! Happy 2 years, Priestess! A lot has happened over the last 2 years, what some would call a 'filler arc' of my life, but one constant is the smile you bring to me and millions of other Takodachi. Without you, life would be a lot less bright, so thank you, Ina, for being a positive force for all of us! Ganbatte! ","image":""},{"user":"Uni8","icon":"166.png","message":"WAH! Happy 2nd Anniversary Ina! Even though 2 years have passed, each day have been an enjoyable experience with you and the Takodachis. You have inspired me to do my best and even though that means I won't be able to catch many streams live, it made me realize to enjoy the moments I get to spend to watch you live with the Takos. Thank you for being my as well as others' priestess and let's keep having fun with everyone for more years to come. Soon everyone will be a Tako! Love ya Ina!","image":""},{"user":"NinjaPeeps","icon":"141.png","message":"Ina, congrats on your 2 year Hololive Anniversary! I'm so glad to have stumbled upon your stream as I find much of what you say to be so relatable. It's such a surprise to have found someone who's so understanding, yet so open-minded as you. I think you're absolutely stylish and can come off as really cool. Anyways, it's been quite a pleasure to watch your streams and am excited to see what you'll come up with next year! So yeah, good luck, Ina! Wah!","image":""},{"user":"Wild tako","icon":"21.png","message":"Happy 2 years Anniversary Ina! It felt like it’s only been a month since the first anniversary! I will do my best to support you and your friends in times that I can. Thank you for two years Ina!","image":"21.png"},{"user":"pjpastures","icon":"","message":"Happy second anniversary to the best back - I mean priestess - in the world! Your smile makes the day that much better even when life, work and everything has us down. For myself and all the other appreciative takos, congratulations and thank you for being you!","image":""},{"user":"Adrian ","icon":"","message":"WAH!! Happy 2nd anniversary  inaaaa!!! <3 you were one of my favorites in hololive EN and Myth, your the chillest priestess, and all of us Takos loves you alott! And hope u have a amazing anniversary. Honestly watching you, really calms me down when I have bad days, ur truly, the bestt","image":"84.png"},{"user":"DarkNess2101","icon":"51.png","message":"It really is 2 years already, time surely flies fast, don't you think? I still remember the 1st day I said \"You inspired me to pick up my drawing hobby again because I learned a lot from your drawing stream.\" So today, I have a little gift for your Anniversary. Ina, I really like your contents and personality, please keep on doing your best. I'll keep supporting you and hope that you will continue to be you until the day we take over the WAHld TOGETHAAA! HAPPY 2ND ANNIVERSARY, INA!!!","image":"52.png"},{"user":"JyeroTea","icon":"38.png","message":"Ina~ Ina~ Inaa~~~ Happy Birthday priestess! It's your second year and I've been following your journey within Hololive throughout! I've been here since your debut and I wanna say that you've inspired me to pick up my drawing tablet for the first time in several years. You're an inspiration to me and a comfy ally to have in these trying times. I hope you can continue to just be you for today and the foreseeable future!","image":"87.png"},{"user":"Shura","icon":"1.png","message":" You've been a very big motivation and inspiration for me to draw and improve more after discovering Hololive last year!  I wasn't around during the first anniversary but I'm glad I am now for the second and for the next ones. Keep being you and just know we takos will keep supporting you no matter what ♥ ","image":"79.png"},{"user":"Kat","icon":"","message":"Congrats on two years Ina! I'm so glad to be in this wahnderful community that you have built and I can't wait for what's to come in the future. Your streams help inspire and brighten many people's days, thank you for everything!","image":""},{"user":"Vulpus","icon":"153.jpg","message":"Hoi! =w=?/\n\nQuite a the mile stone to behold, truly you must be quite chuffed with not only yourself but all those within Hololive.\n\nI wish to give you thanks for not only the uniquely comfy streams you provide but more specifically, drawing: Previously I have had glacial progress trying to wrap my head around Digital drawing but after I watched the full VOD of your \"Krita drawing stream\" It finally all clicked and have since been making striding progress.\n\nTruly 10Q And happy 2nd Anniversary!","image":"42.png"},{"user":"Su-X","icon":"","message":"Hello Ina! Happy 2 year anniversary! I have been takodachi almost 2 years! I love watch your streams especially gaming streams, chit chatting streams, drawing streams. Thank you for bring me a lot of happiness and I love you and support you forever!","image":""},{"user":"SG_01 Lunarchild","icon":"146.png","message":"Congratulations with your second year. Where has the Kroniini gone? With the end of the last year having you moving into your own house, I feel I should also congratulate you on this massive step. I hope you're getting used to the change, and definitely looking forward to see what this newfound independence will mean to your streams.\n\nHere is to another amazing year! 🍾🎉🥳🐙","image":""},{"user":"Uranimum","icon":"47.png","message":"2 yeas already... wew.\nSo many things happened and happening now, good and horrible. I really glad that the Priestess is there for us. Thank you for that!\nYour streams and art are helping to hold it together and inspire.\nThank you, Ina!\nWAH","image":""},{"user":"Enuma_0","icon":"46.png","message":"Happy 2 Year Anniversary Ina! Thanks for chill content, I will continue to improvise, adapt and overcome challenges of life and art. To another WAH-nderful year!!! ","image":"12.png"},{"user":"Rift","icon":"","message":"Happy anniversary! looking forward to next year!","image":""},{"user":"BlueGemini","icon":"","message":"Happy 2nd Anniversary Ina! It's been a lot of fun watching you and I always enjoy the games you stream. Thank you for being such a warm and inviting and calm person to listen to and watch. It's a lot of fun watching you slowly but surely get better at all the games you play and I look forward to watching you more in the future!","image":""},{"user":"Reisen Ayame","icon":"99.png","message":"Congratulations on your 2nd anniversary Ina! You and Myth have come such a long way since your debuts and I'm glad to have experienced you all grow as a group through the plethora of challenges along the way. I hope we as a community can all have more fun in the future as more opportunities arise! Thank you for your content and always having the comfiest chat streams where I can just tune in while I do work. All the best!","image":"39.png"},{"user":"John Doe","icon":"101.jpeg","message":"Happy Anniversary Ina!\n\nThanks for all the fun streams and memories. I can't always catch you live (timezones + work) are a pain, but I have a blast whenever I do. Your chill vibes and nice voices really make my day. And I can't help but appreciate a fellow lover of bad puns.\n\nSo all else aside, I want you to know that I'll always be your loyal Takodachi!\n\nThanks for everything Ina.","image":""},{"user":"SpudSized","icon":"132.png","message":"congratulations ina!! two years in and you have conquered most of the known world, i think. seeing you achieve so many things is inspiring, and i know you will continue stunning us takodachis. your streams (and the braincell you let us use) even helped me achieve my PhD. if the void ever needs a theoretical chemist, i will serve my oshi with pride. for our priestess! wah! ","image":""},{"user":"Huros","icon":"134.jpg","message":"Thank you for another year of wonderful moments and live streams. The community you have created is one of the most comfortable and friendly and I can proudly say that I am a Takodachi. This year I have become a VOD tako but your streams brighten up the hours I am at work. I can't wait to see what the next year will bring for us.","image":""},{"user":"Kofimate","icon":"42.png","message":"Happy Anniversary Ina!\n\nThank you for another blast of a year with you and my fellow takodachis! You continue to inspire me, comfort me, and teach me more about the passion of art and I credit my continuous pursuit of art to you. Thank you for all the fun times, the comfy times, and the lovely streams. I hope we can keep eating cookies and getting bonked by you.\n\nCONGRATULATIONS TO ANOTHER YEAR!!! WAH!!!","image":"37.png"},{"user":"Arru","icon":"17.png","message":"Ina, thank you for all that you have done (-w-   ) and for creating cute bodies for us little Takodachis! You and the Tentacult has encouraged me to pick up drawing again :) This would not have been possible had it not been for your streams and encouragement!\nHere's to another great year and more WaHnderful moments. And more cookies!","image":"17.png"},{"user":"emitree","icon":"92.png","message":"Happy 2nd anniversary priestess!! All the wise words and wisdoms, all the inspiration and motivations, all the courage and comfy, all the joy and happiness. You bring so much to us takos, thank you for everything.\nThere's too many to say, and there's also too less to express. You're the best tako (hooman, I mean) idol. Really, truly, sincerely, thank you.\nWAH!!!!! ","image":""},{"user":"Farezi","icon":"","message":"Happy anniversary Ina! God it's been 2 years already, time sure flies when you're having fun, huh? Let's celebrate this past year full of iconic moments, like the Link your Wish concert! WAH!","image":""},{"user":"Raki","icon":"62.png","message":"Dear priestess, 6 in the morning is now the most anticipated time of my day now thanks to you!! Happy 2 year anniversary! and i will sure to put on this candle on tako cake every year until there is no room! if than i will draw more takos hehehehe","image":"11.png"},{"user":"ルカデース","icon":"104.png","message":"Happy 2nd Anniversary HOLOMYTH & Ina!\nI still remember the moment smol Ina cried on 1st year anniversary stage. It really got to me than expected.\nFinally it was nice to see your real hug dream for all Myth members came true on this year.\nHOLOMYTH has grown again over the year!\nI’m really grateful to you being a big inspiration for me to leave my comfort zone & start my drawing life.\nI hope this fan art makes you smile as well.\nHere’s to another wonderful year with Myth members & Takodachis!","image":"88.png"},{"user":"Nalu","icon":"79.png","message":"Happy 2nd Inaversary!","image":"57.png"},{"user":"Lazulis","icon":"44.png","message":"Happy 2nd anniversary Ina! I'm sure it's even more mind-blowing for you than for us how much time that is enjoying cookies together; meeting Mr. Pierce for example feels like it wasn't that long ago at all! These two years have had their ups and downs, but it's always been nice to fall back on your comfy streams and laugh along with both you and the amazing community of Takodachis that have formed around you. Thank you for being such an amazing \"human,\" and here's to further comfy times! = w=)7","image":""},{"user":"Scalim","icon":"73.png","message":"WAH! Happy 2nd Anniversary Ina!!! I can't believe its been 2 years already, your streams have been a great company trough my finals years in college, its been a wild trip, can't wait to see what awaits for us in the future!!!! Thank you Ina! Happy Anniversary!!!!!💜🐙","image":""},{"user":"ielle","icon":"","message":"Oh wow, 2 years already ;w;. Time really flies fast. Congrats on the 2 years anniversary, Ina! Thank you so much for the fun and happiness you've brought us these past 2 years! Here's to more fun years together with you! Let's create more amazing memories that'll last us a lifetime! (*´ω｀*)\n","image":""},{"user":"","icon":"","message":"Happy anniversary Ina! Your streams have brought many a tako much joy, and I'm so so grateful for it. Times have been tough but you as my oshi have helped me through them. Thank you also for inspiring me to pursue art, which I finally have time to take much more seriously! Also congratulations on getting a place! Even though finding time to watch streams can be hard, thanks for everything Ina, here's to a good next year!","image":""},{"user":"Mostly Safe","icon":"","message":"Happy 2nd! Thank you for all your hard work and all the entertainment you have graciously given all of us. You have made Tako feel a bit less lonely throughout the year. Please continue doing you and letting us be there to watch.","image":""},{"user":"Vantablack","icon":"","message":"A petition to add chocomint-flavored cookies to the cookie jar! Not that I'm complaining eating the usual cookie.. but it's nice to have a new flavor isn't it?\n\nAnyways, happy 2nd anniversary Inyaa! I just wanna say thank you for all the warm and comfy streams, thanks for making my day a bit brighter when the days are rough, thanks for being you and please keep being true to yourself. I hope you taking a good care of yourself, keep eating your vitamins! Cheers for many years to come! WAH!","image":""},{"user":"Admiral Tubo","icon":"98.png","message":"Hallo Ina! I've been enjoying your streams since I started college and now I'm in my third year, you're still here giving us cookies and hilarious meme materials. Every tomorrow is exciting when you have a stream coming up and I'm thankful for all the comfort you give us. I'm proud of having you as my oshi and couldn't be happier with you celebrating another year with the cul- I mean the Takodachis. Here's to more successful projects, priestess activities, and puns! Congrats on 2 years Inaaa~ <3","image":""},{"user":"Teo2507","icon":"147.png","message":"Congratulations Ina for this 2 years full of memories, with good friends, a lot of cookies, a lot of art and of course a lot of Wah!!! you are my favorite Vtuber, the more Fun, Cute and positive of all, I wish  you the best for the future and hope to see more of your amazing work.","image":"70.png"},{"user":"Minji","icon":"0.png","message":"Congratulations on your 2 year anniversary in Hololive and become to my Oshi. I'm glad to have been following you for 2 years. You make me happy every time you stream or tweet.  Hope you have a great time in these 2 years too.  I'm glad to be your fangirl.  You’re the sweet soft funny and cutest person I know. Love you Ina.","image":""},{"user":"J","icon":"93.png","message":"I may be a late fan, but I will always WAH and will always support you! I wish you all the best and I hope you also had fun with us takodachis, just as much as we had fun spending time with you. Happy 2 years Ina, you're the best, and to many more fun filled streams we go in the future, let's go~ ","image":""},{"user":"juushiyo","icon":"114.png","message":"Happy 2nd anniversary, Ina! You always give me motivation to keep pursuing art and your livestreams brighten up my days on hard days 💜 With that I'm trying to keep a positive approach to life. I wish you all the best together with Takodachis!","image":"48.png"},{"user":"ArcaneRanger","icon":"14.png","message":"Congratulations on 2 years Ina! Your streams, art, music, and interactions with other holomems have brought me so much joy, happiness, and many laughs over these years, drawing me further and further into the tentacult... I mean the totally normal fanbase! I hope you have had a much fun as we've had, it sure seems like you have! Here's to many more great times in the coming years, and thank you for everything you do! WAH!","image":"49.png"},{"user":"Kergean","icon":"3.png","message":"Congratulations on your 2-year anniversary, Ina! I would have loved to draw another illustration for you, but I was way too busy and demotivated this time. As a really good artist, I'm sure you know this feeling better than I do, haha.... Anyway, I want to take this opportunity to thank you again for all the great moments and that you can be proud of what you have achieved. And remember that World domINAtion is a slow and steady process.","image":""},{"user":"jle","icon":"23.png","message":"Hi Ina, I’ve been a day one fan and even though I don’t get to chat much due to work, I still manage to listen in to your streams. It has been an amazing two years with all the fun steams, your original song and covers, and your performance at 3rd fest. All your hard work really shows off in your work. Even though there have been frustrating moments, your takodachi have supported you and will continue to support you through thick and thin. Let’s have fun for years to come! Thank you so much Ina.","image":""},{"user":"Scarecrowking13","icon":"144.png","message":"Happy anniversary Ina! Watching you first play Call of Cthulhu two years ago gave me something to really look forward to at end of every hard day during a very bad time in my life. Your art streams are coziness incarnate, all the comfort of a spa day condensed into a single stream by one very talented artist. You showed me how much Vtubers genuinely enjoy what they do, and how much the respect their audience. I hope to keep bouncing to your stream opening for many more years to come! Wah!!!","image":""},{"user":"Fiftycentis","icon":"","message":"Happy second anniversary Ina.\nI'm bad with words as i was a year ago, so i'll only wish you an happy celebration, i can't wait to have problems writing a message next year too.\nThanks for another wahnderful year of streams and to many more to come.\nWAH \\(=w=)/","image":""},{"user":"WowDogeWow","icon":"84.png","message":"Happy 2nd anniversary Ina! Time surely flies fast when you are having fun, I can't believe it has been 2 years already! Thank you for another year filled with very entertaining and comfy streams! The beginning of the year might have been a bit rough but thank you for working hard and always giving your best! Looking forward to all the projects you have been working on and crossing my fingers for a 3D debut happening sometime soon! Thank you again Ina and onward to another WAHnderful year! =w=)7","image":""},{"user":"Tako on a Mountain","icon":"20.png","message":"Happy anniversary Ina! you have inspired me greatly and I hope to witness more of your accomplishments in the future. I made my first animation but I couldn't finish it before the deadline. Hopefully in the future my tako art powers will grow and I can show the world.\nMuch love from a -Tako on a mountain","image":"81.png"},{"user":"GonzaGKX","icon":"118.png","message":"CONGRATZ ON YOUR 2ND ANNIVERSARY INA!!! It's been a really good ride watching you grow these 2 years, your streams always are a perfect way to chill and enjoy a peaceful day!  Thanks for all the cookies and puns, I'll continue to support you for as long as i need to eat!\ni'm about to become a golden tako so i hope we get another cute form on the 3rd year!","image":""},{"user":"FongSifu","icon":"111.png","message":"Congrats on your 2nd anniversary, Ina! Your chill streams always make my day brighter and I'm looking forward to what's in store in year 3!","image":""},{"user":"Exyael","icon":"","message":"Congratulations on your second year anniversary Ina! It's been a long journey full of ups and downs, but precious memories have been created along the way, whether it's been through gaming, chatting or art streams, it's been a joy to spent time with you and the takos!\n\nYou are really talented and charming, with puns that never fail to make me smile or wisdom to reflect with, you always bring the comfiest time of the day, Takotime! WAH!","image":""},{"user":"Aurick","icon":"","message":"Ina ina iinaaa! 2年? NANIna?? I swear the first Inacademy was just last week, what's that gold paint approaching me—\n\nCongratulations on a breathtakoing 2 years!! You're a constant, relatable source of inspiration and knowledge, comfiness and belonging.\n\nAnd cookies. Mmm...\n\nYou've worked hard, and doubtlessly gone through hurdles and highs we as viewers can't understand. I've received so much, and smiled even more. Thank you. You've done wonderfully. And the party's just getting startedヽ( =w=)ﾉﾟ","image":""},{"user":"Melmarkt","icon":"48.png","message":"Good Morning, Afternoon, Evening Ina! One more year of you, one more year of great contents, new games, new songs, new encounters, even a new place! It's nice to see you with all the other! I wish you a lot of fun and creativity and don't forget to rest and take care of yourself! Signed a French Takodachi ! Wah !","image":""},{"user":"azqs90","icon":"70.png","message":"Congrats on 2 years Ina! You're such a huge inspiration for me and I hope the best for the future.","image":"35.png"},{"user":"SleepyKamo","icon":"123.png","message":"What a year this has been, a year of ups, downs and occasionally some sideways wriggeling.\nIt feels like no time at all since the last anniversary, yet here it is once again.\nHere's to another completed cycle and to more cycles to come.\nTime to flip the hourglass anew and gamble on the yearly gatcha of life.\n\nLooking forward to another year in the Rabbit hole with the rest of the cul- takodatchies.","image":""},{"user":"Skelyos","icon":"142.png","message":"Thank you for all your entertaining & comfy streams, congrats on the new office & happy 2nd Anniversary! I try to catch as many live streams as I can but being EU gang they tend to juuust slip into the time of \"bad sleep schedule\" near the end but the ones I do catch are always entertaining.\n\nIt feels like the Takodachi haven't been supporting your streams for very long but it's already been 2 years, hoping for an another amazing year of amazing streams and fun times for you & all of HoloEN! ","image":""},{"user":"Zenallen","icon":"","message":"Happy anniversary, Ina! Your comfy streams have always been a blessing during my downtime and I always try to tune into your karaoke streams when I get the chance. I hope you always have fun playing with us and that you can always continue to do so. Thank you for letting us enjoy watching over you!","image":""},{"user":"Medic Robot","icon":"50.png","message":"Happy 2nd Anniversary Ina! Wow, it already has been two years since you and rest of the myth debuted. It has been a wild two years and you and your friends have grown so much, from the first anniversary to even having your first ever off-collab this year.\n\nI’ve always loved the chill, down to earth and fun aura you give to your streams and I’m always looking forward to streams that I’m able to attend.\n\nSo here’s for another amazing year and amazing future!","image":"69.png"},{"user":"wydken","icon":"96.png","message":"Happy 2 Year Anniversary, Ina! I've been following you since day 1 and watching you grow these past 2 years has been something amazing, filled with wonderful memories that I'll hold dear to my heart forever. Honestly, I can't imagine a timeline without you and the tentacult, you are a wonderful person and your passion motivates me to work harder than ever and be a better person!\nHere's for another year of takotime, let's keep making more memories together another year! WAH! = w=)7","image":"50.png"},{"user":"Balistaphobia","icon":"","message":"Congratulations on two years Ina! Thank you for all the comfy drawing streams you've done, because of you I've gotten into art for the first time so thank you for sharing!","image":""},{"user":"freesia","icon":"26.png","message":"Congratulations on two years Ina! Since your debut, you've been a huge inspiration to me as an artist. Around the time Myth debuted was when I decided I wanted to take art seriously after doodling all my life. Watching you and learning from the advice you give has helped me constantly improve, and your chill demeanor has helped me relax when I'm stressed out over life. Thanks for all you do and cheers to more great years for the Tentacult!","image":"55.png"},{"user":"Ithi","icon":"35.png","message":"Happy 2nd Anniversary, Ina! Althrough these couple of years was such a rollercoaster ride , we are still alive and kicking! Thank you for building this fun and comfortable place for us to come back and relax. I wish you to be happy, healthy and prosper in this third year. Excited for what the future would bring!","image":"10.png"},{"user":"HI-Box","icon":"","message":"Thank you for all the cookies and comfort you've brought us these past two years, here's to many more! I love you Ina!!!","image":""},{"user":"vignedev","icon":"159.png","message":"Happy Inaversary, Ina!!\n\nI'm probably going to repeat myself, but thank you for Inaspiring us and having such lovely, comfy and funny streams for another year! Not only that, I have also learned a lot just by supporting you, be it about art, animal facts or cooking! Kind of hard to put into words just how grateful I am.\n\nLooking forward to continue watching and supporting you and seeing what you have in store for us! wah!","image":""},{"user":"Lyudmilia","icon":"45.png","message":"Happy 2nd anniversary, Ina! Can you believe it? 2 years! It feels unreal to me tbh. It's been a real fun ride this past year! You discovering back your love for the adorable capybaras, the various games streams, and you finally having your own office! A lot of things have changed this past year and we're growing along with you as you go through life. I just want to thank you again for being my oshi for this past year too.  Hopefully we'll be able to have more fun the next year too! I love ya! <3","image":""},{"user":"Antares","icon":"112.png","message":"Wow! Two whole years already? Time really has a habit of sneaking up on us. Congratulations! This has been a huge year for Ninomae Ina'nis, from smol to 3D on stage, to even moving out to your own abode! I know that can be a huge leap and journey all on it's own, and I just want you to give yourself a clap on the back for going so far. As a fellow creator, you're a big inspiration and I thank you for all the energy you put in, even if we can't see all of it. Now for year 3 of WORLD DOMINATION","image":""},{"user":"Midouri","icon":"","message":"Hello, Ina!\nAnother year flies by! 2 years seems like both a lot and not a lot. So much has happened, and there is so much more to happen! I'm so glad you guys were finally able to meet each other in-person as well as get your 3D models this year. Your continued growth is a joy to witness and I can't wait to see where you go from here. Thanks for inspiring me to keep on keeping on! ","image":""},{"user":"Ammomagnet","icon":"128.png","message":"It seems another year somehow already passed, and while some things have surely changed in that time, coming to streams to hang out still feels like home, and seeing a strenous project come to fruition is still as exciting as ever. I've met many people I love spending time with in these 2 years, and for all of that, thank you Ina, and congratulations on another successful year! I wish we can all look back on the next one warmly as well >w<)7","image":""},{"user":"Ryusei","icon":"64.png","message":"Yo ina 2 years huh? How time flows... I cannot thank you enough for all the things you've done for me be in making my evenings better with your amazing streams or the community you created with your wonderful personality. Every stream and event you do or participate is becoming more and more entertaining and fun! Please stay as you are and continue to inspire and make ppl happy! To another and many many great years!","image":""},{"user":"RCSI - Zogajah","icon":"95.png","message":"Happy Anniversary Ina! *Checks notes* Second Anniversary! Two years of fun streams, games, chatting, and community makes the time fly. While this past year has been a rollercoaster for breaks and real-world obligations (free chat has helped pass that time). This has not changed why we watch your streams, live or through vods. May this next year be less stressful, and I look forward to what will surely be filled with exciting streams, chatting, and projects. Thank you for your hard work, Ina.","image":"80.png"},{"user":"Rapostrophe","icon":"","message":"Happy 2nd Anniversary Ina! 2 years now and what a journey it has been. Quite the busy past year as well but seeing you expand beyond just streaming like voice acting and performing on stage has been a treat. Also, congrats on finally getting the long awaited office. Is this the start of the Kitchen Arc, I wonder? I want to take this opportunity as well to show love on the covers that you've been putting out because you've been killing it. Stay safe always and take care!","image":""},{"user":"PhoenixFiore","icon":"25.png","message":"Happy 2nd anniversary! it's wonderful how far you've come, Ina, and we look forward to all the amazing things you'll do in the next years.","image":"63.png"},{"user":"Aznsoulreaper","icon":"","message":"Happy 2nd Anniversary, Ina! Time's really flown by. Absolutely incredible how much you've accomplished in just the past two years! Still amazed by your original song and the covers you've put out, the dozens of gorgeous art pieces you've put out, and the amount of love and care you've put into your streams and this community. Huge congrats again on your new place! Hope the best on your search for a cat! You just kind of know when you've been chosen by THE one. Thank you so, so much, Ina!!!","image":""},{"user":"1st Killer","icon":"170.png","message":"Wololo! Congratulations Ina! It's been two whole years, and I'm happy to see that you are still going strong. You are always bettering yourself and bringing joy to the community, and honestly, I'm proud of you. Never in my wildest dreams I would have imagined that I'd be cheering for someone that I don't know, who doesn't know me, but here I am, two years in, and whenever you say \"I gifted x to mama'nis\", \"I'm making a new cover\", \"I'm moving out\", \"I'm no longer floor gang\", I smile. Thank you!","image":""},{"user":"Vicinius","icon":"83.png","message":"Hey Ina! Congratulations on the 2 year anniversary! It's funny how it's already been two years, crazy right? I just wanted to say thank you for all the hard work and for giving us so many great moments throughout the way. You're an inspiration to all of us! I hope you have a WAH-nderful anniversary and keep up being this WAH-derful person!","image":"64.png"},{"user":"Sumika","icon":"127.png","message":"Wah! Good morning afternoon evening, Ina! Today is a special day for you and HoloMyth, and I want to congratulate you on your 2nd anniversary! It's been an honor to watch your growth throughout the years, and we Takodachis are so proud of you. You inspire me to continue practicing art and I am really grateful for that. Congratulations on everything you accomplished for the past two years, and I'm looking forward to what the 3rd year of HoloMyth will bring! HAPPY ANNIVERSARY INA!!!","image":""},{"user":"William","icon":"","message":"Thank you Ina for making my days better! Seeing you be happy motivated me a lot to go out and make my life better, and I've met many wonderful takodachis along the journey as well. Here's to 2 years past and many more to come!","image":""},{"user":"Xitrus","icon":"","message":"Roses are red,\nViolets are blue,\nBur it's also one of Ina's song too,\nHappy 2nd Anniversary for Ina uuuuu!!","image":"83.png"},{"user":"Gabu","icon":"","message":"Hi Ina!! I cant believe it is already 2 years since I met the prettiest priestess. Arigathanks for every stream, Happy 2nd Inaversary!! (I hope you get the reference from the art heheh) ","image":"62.png"},{"user":"Jamuko (Jamutako)","icon":"36.png","message":"That time has come again! Ina anni!! It feels so fast and yet so long ago. I haven't had time for another more complex piece, but I hope this little doodle expresses my happy feeling for now. Thanks as always for all the good times over the past 2 years! It's been a very wonderful time to be a tako and I hope you are doing okay too 💜 Rest up and eat yummy food! You deserve it!","image":"73.png"},{"user":"Rami","icon":"","message":"I'm glad that I started watching Ina a little over a year ago. Ina's streams always brighten up a bad day and have inspired me to pick up drawing again. I'm always happy to hear an Ina stream and I can't wait for what's more in the future! Wah!","image":"6.png"},{"user":"DecadeS","icon":"22.png","message":"Happy 2nd Anniversary, Ina! I wish you to be healthy (so you can present more beautiful artworks) and always have creative ideas that can make your artworks to be unique!","image":""},{"user":"Sine_Fine_Belli","icon":"33.jpg","message":"Happy 2nd Anniversary Ina! It’s been 2 years since I’ve been watching your debut! You’ve become one of my top oshies since then. Sorry I couldn’t buy some merch or give you a super chat last year. Maybe I have some more money, I could still buy some of your merch and give you a supper chat this year. Anyways here’s to a few more years, I’ll continue to support you. WAH! ","image":""},{"user":"Slayerrcks","icon":"","message":"WAH! Congratulations Ina on your 2 year anniversary and new home! Thank you for being a part of our lives and making our days brighter. I’m looking forward to what you have planned in the future for yourself and the Takodachis!","image":""},{"user":"Aekrid","icon":"138.png","message":"Happy 2nd Anniversary, Ina!\nYou've helped so many of us with your humor, your comfy, cozy vibes, laid-back streams, and of course your BEEG heart. You've all helped me to try and overcome a hurdle that has haunted me for 18+ yrs; to try overcome my procrastination, my fear of failure, to be more productive and improve myself. I hope by next Anniversary I’ll have improved enough to feel confident and proud to submit my own work.\nGood Health & Fortune, Priestess Ina!\n- Love Takodachi Aekrid\nWAH!","image":""},{"user":"Septen","icon":"","message":"Hi Ina! I hope you’re having a good morning, afternoon, or evening (but no matter which one it is, it’s takotime)! I started watching a little over a year ago now, I was at work being an npc, and decided to put on a Minecraft stream and before I even realized I was converted into a takodachi. Anyway, I’ll try to keep this short, so here’s Ina that I drew on my iPad while I was bored in class (I don’t draw) (also who tf is De Broglie), and with that, I’ll see you next stream. WAH!","image":"15.png"},{"user":"Chibi_RoggianX","icon":"86.png","message":"Wah!  Happy 2nd Inaversary!\n\nIna, thank you very much for what you've done.  You're definitely an inspiration to many of us, myself included, even if you may not realize it yourself at times.  And your streams are also a wonderful source of enjoyment and comfiness.  So, let us at least give back what we can, when we can.","image":"31.png"},{"user":"wolof","icon":"","message":"","image":"41.png"},{"user":"FlyingTinman","icon":"149.png","message":"Thank you Ina for all the comfy streams! You and all of Myth have given us so much joy and laughter. I am proud to be a tako and share a single braincell with the community that has gathered around you!","image":""},{"user":"Xhantoss","icon":"171.png","message":"I just want to say, thank you for everything! Thank you for bringing us Takos a smile every time you stream!\nDuring your debut something just clicked and I instantly knew that you would be my oshi.\n\nYou and everyone in Myth gave us so much happiness and I hope us fans were also able to make your 2 years in Hololive enjoyable.\n\nI'm looking forward to many more fun and relaxing streams with our most favorite Tako priestess!","image":""},{"user":"Kawa","icon":"154.png","message":"I started learning illustration because of Ina. I watched her streaming drawing one day, and I was surprised at her beautiful art. I like drawing, not only because she is my oshi, but I also find my life is not only stubborn in work or other boring stuff. I am glad that she is going to have her 2nd anniversary with Myth members. Their warm relationship is just likes family; it is likes treasure. I bless her for having a wonderful anniversary and the days after with holomem and fans.","image":"0.png"},{"user":"GuyWhoCantDraw","icon":"109.png","message":"Happy anniversary Ina!!! It's been almost a year since i've been transformed into a Takodachi and I wanted to show some appreciation since your streams help me focus when I'm actually trying to do something productive instead of procrastinating. WAH!!!","image":"86.png"},{"user":"ParaLogia","icon":"59.png","message":"Congratulations on two years Ina!! You've been a WAHnderful influence on so many takodachis, whether you're inspiring us with your art streams or helping us de-stress with your comfy gaming streams. Looking forward to another incredible year with you and the rest of HoloEN!","image":""},{"user":"fyz0515","icon":"","message":"Can't believe its actually been 2 years. You've been such an inspiration to so many including myself! I even picked up my old hobby 2years ago because of you! Thankyou for the best 2 years of Takotime. And here for another happy and WAHnderful year! World domination is getting much closer. W A H !!","image":"61.png"},{"user":"NxKarim","icon":"165.png","message":"Happy 2nd anniversary, congrats!\n\nAlready two years... That's really a lot of time, so many great moments, so many memories, all of them so valuable.\n\nIt's been almost a year since I started to draw again, being part of this community and seeing Ina keeps me inspired to continue practicing. Drawing really makes me happy, also seeing other people's artworks. Being a Tako inspired me to always try my best.\n\nThank you Ina and Takos, I can't wait for everything that is to come!","image":"53.png"},{"user":"neanos","icon":"105.png","message":"Happy 2nd anniversary Ina! Time passed by in a blink of an eye, it doesn’t feel like 2 years at all. The time spent watching your streams and interacting with the takodachis has been very fun and relaxing and I’m looking forward to what the future holds! I hope you the best rest of the year! ","image":""},{"user":"Pierre(Shinjo)","icon":"","message":"Happy WAHnniversary ina! 2 years now huh, Time sure flies when you're having fun. Not much I can say but first and foremost, Thank you always for the fun times and your hardwork trying to entertain us takodachis! A lot of us if not all of us have our lives became a lot better thanks to Hololive in general. Looking forward to more fun times on your 3rd year! Just keep doing what you've been doing and don't forget to have fun doing it! ","image":""},{"user":"Cold","icon":"19.png","message":"Happy 2nd Anniversary Ina! It's been amazing seeing how far you've grown in terms of content creation and you finally being able to get your own office! Nainai for example has to be one of my favorite things you've done this year in terms of content creation and has quickly grown to be one of my favorite Holo covers of all time! It's been super rewarding being a Takodachi and I'm happy to call you my oshi! I look forward to continuing to support you in Hololive and here's to another year!","image":""},{"user":"Stell","icon":"","message":"WAH!\nHappy Anniversary Ina! I cant believe it’s already been two years since your debut! I remember watching your first stream and having such a fun time. Your streams always bright up my day. I cant wait for the upcoming third year and here’s to more fun times! ","image":""},{"user":"Charlie Sparky","icon":"","message":"Wah! Congratulations Ina for going strong for another full year! I hope your future journey will bring more peace, love and wahs that all of us takos love. Thank you Ina, from the bottom of my heart... as without you, I would have never met such beautiful takos who always give my life sweetness everyday. Thank you very much Ina... Wah!","image":""},{"user":"KyujinQ","icon":"136.jpg","message":"Happy Anniversary, Ina!\nIt's already been two years yet we're still going strong, nay, stronger than ever!\nWe've all been through tough times through this, but together we will be able to do anything.\nAll of us Takodachi will try our hardest for our precious Priestess.\nI pray the best for you, and that happiness follows you whenever.\nHere's to another year with you, Ina, and World DomINAtion will be ours.\nWe are Happy, we are Hype, and we are Here with you always.\nWAH!","image":""},{"user":"Koyo","icon":"","message":"Wow, 2 years! Congratulations! It went by so fast. Didn’t followed from the first second, but been here for quite a while. Thank you for being here and stream for us all. Your streaming time is quite manageable for most EUdachis as myself, and it’s such a nice ending for a hard day. Thanks to you the takodachis are a welcoming and comfy community. It also thanks to you that I started the critically acclaimed MMORPG and having so much fun in it! Thank you for being you! WAH!","image":""},{"user":"Vintervw","icon":"","message":"Wah! I wanna say congrats for your anniversary and i also want to say thank you for streaming because your chill stream and energy help me go through life and help me relax after a busy day","image":""},{"user":"Exvnir ","icon":"","message":"Hi Ina! I've been a takodachi for a while now looking to practice new skills, so I tried making clay figures. I really appreciate all that you do, and the community you created. Congrats on your second anniversary!","image":"4.png"},{"user":"Data","icon":"103.png","message":"Thank you for all the awesome content over the past 2 years Ina! Looking forward to the future streams and drawings!","image":""},{"user":"McArkus","icon":"78.png","message":"Congratulations Ina on this second anniversary, this has been a great ride with all the fun streams and content you do for us. Let's keep having more fun this next year and congratulations again for 2 years and your new office!","image":""},{"user":"jess","icon":"130.png","message":"Ina! Congratulations on your 2 year anniversary! I can't believe it has been 2 years since your debut! I may not have been here since the beginning but I have been here for the majority(very proud). Watching you grow and creating these memories will always be an honor for me. To have spent these two years with hololive, the takos, and of course you will forever be one of my greatest treasures. Thank you for being you Ina and thank you for being here with us. Here's to another great year! WAH!","image":""},{"user":"Vanilla Thunder","icon":"24.png","message":"Happy Second Anniversary Ina! Seeing you becoming a senpai, finally getting a 3D model, showing up in hologra as UMISEA, dancing with your senpais on stage during hololive fes… all these amazing achievements accomplished in just under a year! It’s really amazing to watch you grow as a talent, and it’s such an honor to be an otako. Here’s hoping to be able to celebrate more and more anniversaries with you and all the takodachis!","image":""},{"user":"MunchMeister","icon":"140.png","message":"Happy 2nd Anni! From the start I've seen you've grown and done amazing! Though I regret not watching streams live more early on, later I watched more and joined membership during your Tabi no Tochuu cover! Your wahnderful vocals, art, parallax and more made me realize how much you dedicated yourself towards creation, so I was inspired to join and also to learn drawing. There's not enough words to convey how much I appreciate everything. I too will be \"On A Journey\", so I hope you enjoy yours!","image":""},{"user":"Yovela","icon":"7.png","message":"Happy Inaversary! You have been so inspirational that I picked up my pen again after a long creative burnout. Here’s to another WAHnderful year of woomying and take good care of yourself! A smile better suits a tako~","image":"2.png"},{"user":"Vlutot","icon":"","message":"Congratulations for 2 years! Been a tako since debut and I got to say thanks for keeping me company! Life really went on a trajectory, huh. Like most takos, my fire for art has been reignited so thanks for that. Have been such a role model to me with your ol' great tako wisdom. Here's for another year of puns and fun!","image":"51.png"},{"user":"Taco9ate420","icon":"11.png","message":"Hi Ina! Congrats on your second anniversary! Thank you for providing relaxing streams and adorable contents. Your chilled personality and unique sense of humor really helped me to relieve stress in my daily life.\nI’m grateful to be a tako and meet this peaceful community. We’ll continue to support you in the future days. Let’s enjoy the third year together! Have more FUN, have more BONK, have more COOKIES! WAH!","image":""},{"user":"Freyr","icon":"27.png","message":"I can't believe it's already been 2 whole years since your debut...time around here sure does work funny, doesn't it? I wasn't around for your debut stream (backwards sleep to watch JP at the time) but it took less than a couple months for me to start watching you live. The chill & comfy vibes your streams have is always relaxing & enjoyable. Just keep being you and I have no doubt you'll continue bringing smiles to the faces of others! I'm proud to be a Takodachi! We love you, our Priestess~ <3","image":""},{"user":"sSt3ll4a","icon":"52.png","message":"2 YEARS! how far you've come, its sure long but feel so short when spend with you and Myth, always feel grateful and earn so much joy having you around, wish you all the best and will continue to support you on whatever you may do. WAH","image":"58.png"},{"user":"swordCEO","icon":"","message":"Hello Ina, congratulations on your 2nd anniversary! Thank you for all the content in these 2 years. I wasn't that familiar with Hololive and VTubers when I first started watching you. I am very thankful that you were one of the first ones I saw in the space. Your drawing streams have led me to having art as a hobby myself as it seemed like so much fun to make and create. Congratulations again and here's to hoping for more fun to come.","image":"46.png"},{"user":"Viccent","icon":"","message":"Hi Ina! Happy anniversary! Two years really flew by, huh? Anyways, thanks for being here and bringing smiles to the faces of us takodachis. Life gets tough sometimes, but knowing that takotime is waiting for me when I get home always gives me comfort. Keep doing what you’re doing, and remember to keep having fun doing it!","image":""},{"user":"murineMusician","icon":"157.png","message":"Congratulations on year two Ina!! I've been a tako since your debut and I'm a really big fan of all the various things that you do! I don't really get a chance to catch your streams live much these days sadly, but I have been an avid watcher of the youtube vods, and it's always nice to have a comfy gameplay video or drawing stream to come home to after a long day of work. :3\nI made these two snow takos last winter on new years eve, but I think it works even better to celebrate a new year of you!","image":"66.png"},{"user":"Phillip","icon":"","message":"HELLOO INAAAAAAA. HAPPY HAPPY HAPPY 2ND ANNIVERSARY TO YOU AND TO HOLOMYTH. I just want you to know that you're one of the people who got me through the pandemic. We takodachis adore your existence and comfiness. Wah!","image":""},{"user":"enicholas","icon":"32.JPG","message":"Hi Ina!\nHappy Inaversery! I've started taking drawing classes at my community college and I feel like I started pursuing my passions. It was great seeing you at CRX. Hopefully I'll win the raffle gacha to talk to you next time. May your sleep be uninterrupted in a nice cold room, your health be good, and your life be creatively fulfilling.\nEnicholas","image":""},{"user":"Dodee","icon":"4.png","message":"Ina, you’re my first oshi ever and I just want to say thank you for all the work you’ve done. I don’t get to watch your streams a lot because it’s way too early for me, but I support you anyway I can. You inspire me to become better at art and your comfy vibes never fail to soothe me. These past 2 years have been fun and I hope you get to create more memories in the years to come. Happy anniversary!","image":"14.png"},{"user":"Sephi","icon":"148.png","message":"Happy second anniversary Ina!\n\nIt's been a pleasure to spend all of this time with you. Your streams are so comfy and pleasant to watch, and it brightens my day when I tune in.\n\nI hope you have a fantastic anniversary. Enjoy your celebrations with your friends and fans, eat some nice food, and enjoy yourself. I can't wait to see what the next year holds for you!\n\nBest wishes Ina!\n-Sephi\n\nPS: WAH!","image":""},{"user":"","icon":"","message":"Happy Anniversary Ina! I always love watching your streams and clips of you because you are always cute and give off a comfy vibe! Thank you for being you! I hope you achieve all your dreams and have happy future ahead of you!","image":""},{"user":"Phosphatide","icon":"","message":"Happy 2nd anniversary, Ina! It’s been quite a busy year for you, hasn’t it? We could not be any more proud of you for everything you’ve accomplished so far, and we look forward to seeing more of your journey to come! Cheers!","image":""},{"user":"Shmootsy","icon":"13.png","message":"Congrats on your 2nd anniversary Ina!!! It's scary how fast time has gone by since all of this started, but all the stuff we've seen you do and everything we've achieved as a community has made all this time really wonderful! Seeing how far you and the myth girls have come over these past 2 years and all the things you've achieved has brought me and so many others so much joy. Thanks for everything over these past 2 years, I can't wait to be here for so many more. Happy 2nd anniversary Ina! WAH!","image":""},{"user":"soju.ice","icon":"","message":"congratulations ina on reaching another year in hololive. i didn’t have access to my tablet on hand so i did a pencil drawing instead. thank you always for being an inspiration for me to start drawing. thank you for the comfy streams. thank you for being you.\n- from your resident soju drinking twerking tako. wah!","image":"3.png"},{"user":"CrimsonCow","icon":"","message":"I've been watching Ina since around her debut, and I'd say I'm confident enough to say, she's cute as heck! Not only that but I've been motivated by her a bunch! And although I don't know much about her, this weird feeling I get when watching her is more than enough to tell me what I need to know. She's pretty damn amazing! I've had days where I wanted to just die in my bed after dealing with classes and other problems, but looking her up on Youtube is what keeps me happy even when I'm not!","image":""},{"user":"Sharky Doĸo?","icon":"145.png","message":"Happy 2nd Anniversary Ina!!\nAnother year of Wahs! and comfy stream, thank you for the hard work!\nLooking forward to see what's on hold for us the next year!!","image":"76.png"},{"user":"Taco","icon":"122.png","message":"let's keep wah'ing forever!","image":""},{"user":"Marshy / Munki ","icon":"","message":"WAH! Con-WAH-lations on your second anniversary Ina!!!✨💜🐙💜✨ ","image":"27.png"},{"user":"keso","icon":"40.png","message":"Happy Anniversary Ina! It's been 2 years since you started and your character development is amazing. From floor gang and instant noodles to having your own place, a comfy new mattress and even cooking fancy meals for yourself (while being floor gang occasionally)! It’s a journey that inspired me to develop myself further and chase my own happiness while overcoming the challenges that come with it. Thanks for last year and may the next year be more fun. Hope you get to eat more good food!","image":"8.png"},{"user":"SIlverforger","icon":"2.png","message":"2 years! It went by so fast, and you just keep on growing, Ina!\n\nThank you very much for everything you've done for us, and for the things that you'll keep on doing for us and the Hololive as a whole!\n\nWishing you nothing but the best!","image":"1.png"},{"user":"swoog","icon":"69.png","message":"Hi Ina! It's already been two years since your very first stream... that was when I found out I was a takodachi! I've been captivated by your hard work and creativity for a long while now and I'm sure you've heard us call you an inspiration before but there's no other way to put it for me. I hope you can continue being your relatable, goofy priestess self in the future and enjoy doing what you love the most no matter what! We'll always be supporting you and your endeavors!","image":"85.png"}]
