[{"user":"Varas","icon":"","message":"Hey Ina, all I wanted to say is Thank you for being you.  - Varas","image":"","pun":"Are you having any nacho cheese for your birthday?  It's ok if you don't like it though, because it's Nacho cheese, it's *my* cheese! (i'm sorry)"},{"user":"Cam","icon":"","message":"Good Morning, Afternoon, Evening Ina. You got me through a lot of rough times in the past and your streams and content never fail to bring a smile to my face. Thank you for being that calming force throughout the last 4 years, and I can't wait to see what the future holds. I hope you have an amazing birthday and keep being Wah-nderful.","image":"","pun":"Why are Ninja's so affectionate to their friends at birthdays? Because they always Doton you."},{"user":"Gamertron323","icon":"","message":"Happy Birthday, Ina! I hope you have a wonderful day with lots of hugs and cookies!","image":"","pun":"What do you call an octopus that can make mexican food? A Taco Tako."},{"user":"Pab","icon":"","message":"Hiii Ina! May you have a happy birthday, and a thank you. I remember watching your art streams years ago, and although i don't have that much time to watch streams nowadays, i am glad to see that your happiness and passion for art hasn't fade. Here to more years, Priestress 🛐","image":"84.png","pun":""},{"user":"Devildawn","icon":"","message":"Wah ! Happy birthday Ina !!  I may not watch a lot of streams because of my lack of free time, but I enjoy your drawings and the clips i see sometimes. May your day be amazing !","image":"79.jpg","pun":"Sorry mococo ate my homework"},{"user":"Bolt","icon":"","message":"Count your life by cookies, not cucumbers. Count your age by friends, not years. Happy birthday Ina!","image":"","pun":"Let's tako 'bout your birthday"},{"user":"Sunny Faller","icon":"","message":"Happy Birthday Ina!  You inspire many people to be creative including me, thank you for all of your hard work! <3","image":"55.png","pun":"I hope you TAKOver this world"},{"user":"Gorgelon","icon":"","message":"Happy birthday Ina! Best of wishes.","image":"","pun":"I hope you have a Wahnderful birthday."},{"user":"glumble","icon":"","message":"Happy birthday Ina!! Happy for another year of sharing a birthday with my oshi :) Hope this year treats you well!!! Keep up the good work!!!","image":"","pun":""},{"user":"Andi","icon":"","message":"Happy birthday and hope you have a wonderful birthday and have a wonderful time with family and friends best wishes to youuu :3","image":"","pun":"Never tell a tako your secrets. They always spill the ink!"},{"user":"Willy","icon":"","message":"Hello Ina, happy birthday! With this message I hope you know how special you are amongst all vtuber talents. Not only are you cute and charming beyond belief, and a real sweetheart to all of us Takos, but you're also a real inspiration for budding artists like me. You're a light, a muse and an example. Never change, and never let us go. We love you Ina!","image":"","pun":""},{"user":"Cardboy777","icon":"","message":"Happy Birthday, Priestess! I never draw but I spent 5 minutes creating my son here. I hope he made someone chuckle.","image":"89.png","pun":""},{"user":"SheoTako","icon":"","message":"Hoping that MS paint will work. I made a Tako with an M&M cookie","image":"95.jpg","pun":"Have a grate birthday. Hope that's not too cheesy. =3"},{"user":"MachFighterG","icon":"","message":"Happy Birthday, Ina!!! ","image":"","pun":""},{"user":"Artemis","icon":"","message":"Happy birthday, enjoy your next year and I hope it comes with many cookies for you ","image":"","pun":"Hope you have a wahnderful year"},{"user":"HeavenToast","icon":"","message":"INAAA BEEN SUPPORTING SINCE VIOLET TRAILER SO MANY YEARS AGO KEEP GOING STRONG AND HAVE A HAPPI BIRTHDAY!!!","image":"","pun":"Why did the banana go to the doctor? It wasn't peeling well"},{"user":"Deathcon","icon":"","message":"Happy Birthday to our lovely priestess Ina! You are truly incredible, your streams always help melt my stress away even with working two jobs all that fatigue vanishes when I hear that WAH! Your art is so inspiring and never ceases to amaze me. You are also just a fun charming person and I couldn't ask for a better Oshi. Lots of love Happy Birthday Ina!!!!!!","image":"","pun":"Let's Tako-bout your birthday today"},{"user":"GachaLuck","icon":"","message":"Hi Ina this my first time writing for a tentacult project! I don’t know how to express myself but I just wanna say thank you for everything! I was in my downhill like 2 years ago until I met you, you made my day, week and year! Thank you for becoming my oshi, finally Happy Birthday my cute priestess Ina! Hope you have a big big birthday cake! I wish you a good gacha luck in the coming year! Take care and buh byeeeee.","image":"","pun":""},{"user":"noro","icon":"","message":"We love you and the rest of myth and everyone and we wish you the best of luck and happiness!","image":"","pun":"Baking cookies? No Ina baqueen cookies (it makes no sense, ill see myself out, happy bday Ina tho^^)"},{"user":"aurilyn","icon":"","message":"happy birthday ina!! glad learned about through anirevo 2023!!","image":"","pun":"i got none sad tako noise"},{"user":"","icon":"","message":"Ina, over the past 3 years you have brought me nothing but smiles and comfort. Whenever i was having a bad day, as soon as i heard WAH all the bad feelings went away. Im so proud to be a takodachi and I hope you have an amazing birthday","image":"","pun":""},{"user":"Römm the Takomancer","icon":"","message":"The story of this Takocaster is long, so, as the takomancer who created it for you, I just want to thank you for all these years of joy and comfort you brought us, takos, and wish you a magnificently Happy Birthday!","image":"98.jpg","pun":""},{"user":"Grizzexploder","icon":"","message":"Happy birthday big dog","image":"65.jpg","pun":""},{"user":"","icon":"","message":"Happy birthday day Ina!!","image":"24.png","pun":""},{"user":"Andrewboi","icon":"","message":"Happy Birthday Ina! You are so cool and I hope you have a really great birthday! :D","image":"","pun":""},{"user":"Homurakuma","icon":"57.png","message":"Happy birthday Ina! Here's to another year in the wonderland of ina! I like your wavy flow-ing hair.  Deep down, I know you would spark again my interest in art. My one and last oshi!","image":"","pun":"I dunno...Well, I was at a gaming convention and my friend dragged me to play some FF14, but the convention center was so cold I was shivaing..."},{"user":"Chumbeque","icon":"","message":"On this special day I wish you all the best. You are a wahnderful person and you deserve only good things! Thank you for all these years, thank you for always being yourself and thank you for filling our days with joy! I love you Ina! WAH","image":"","pun":"Have a Capy birthday Ina!"},{"user":"Bjorn117","icon":"5.png","message":"Inaaa!!! Happy Birthday!!! I cannot put into words how much you mean to me and what a big positive impact you have had on my life! You are a ray of sun on a dark day! I truly want to thank you for everything! Life can be hard, but I WAHrry on, because I know it's what you’d want. Here’s a cheer for all the time we’ve spent together and all the time yet to come! Love from Mexico!","image":"","pun":"What does an Octopus wish for when it blows the candles on its birthday cake ? For the cake to not taste like ink..."},{"user":"SG_01 Lunarchild","icon":"","message":"I can't believe it's been another year, time seems to go by so quick. And what a year it was, loved seeing your \"birthday\" live and your other various performances, your off-colabs, the stories of you with Bae, and so much more. I mostly tend to lurk in the streams during work nowadays, but they're still really great.  Thanks for being our wonderful priestess ^_^","image":"","pun":"Watashi wa warrui Takodachi ja nai yo."},{"user":"[SSRBdachi] Yuzuki","icon":"","message":"Hiya Ina-sama? Ina-mama? How are you today? It's one of your many special days, and as a responsible Takodachi, I'm here to give you a message! To the best eldrich, \"human\" Priestess I know, you do nothing but give smiles and laughter, which makes me feel warm and welcomed around you and the other dachis!","image":"","pun":"If free cookies existed, could we get bags of ginormous titan cookies? With a once every 2 weeks refresh?"},{"user":"Detective Simon","icon":"37.png","message":"Alas, another year passes meaning another birthday for our eternal and forever young priestess is upon us. For such a momentous event, I offer this to you as you have offered me moments of peace and calm. Happy Birthday Ina, I hope we make you happy as we have for years prior and to come. WAH!","image":"22.png","pun":""},{"user":"","icon":"","message":"HBD Ina, Keep doing what you're doing and we will support you always.","image":"","pun":""},{"user":"Blade || A Tako in training ||","icon":"","message":"Happy Birthday Ina, THANK YOU for the streams and all the amazing art that you create!","image":"","pun":""},{"user":"","icon":"","message":"Happy Birthday Ina~! You're awesome!!! (≧∀≦ゞ","image":"96.png","pun":""},{"user":"A random guy","icon":"","message":"Hi Ina! Honestly I wanna thank you for just being you. I went through some tough times and your streams really helped me pull through. These days I'm too busy to watch streams due to work so I can only watch vods and clips but I hope you keep being you for a long long time.","image":"","pun":"I'd love to be the Jessie to your James but sadly I'm more Jayeded now (I tried)"},{"user":"Light Aether","icon":"","message":"Happy Birthday Ina!!! Hope you have a Wah-derful birthday!","image":"","pun":"Can't find the braincell, sorry"},{"user":"Cncy","icon":"32.jpg","message":"Happy birthday ina! Thanks for Ina because I had learned some drawing skills from you!","image":"21.png","pun":"I love ina's pun and also hope Ina can streaming at cook puncake"},{"user":"SkyChordArt","icon":"47.png","message":"Made this artwork to say that as long as you are happy, WE ARE HAPPY! ","image":"78.jpg","pun":""},{"user":"Kaidon","icon":"","message":"Happy Birthday Inaaa!! Thanks for bringing us all along on this WAHnderful journey!","image":"","pun":""},{"user":"Dernium","icon":"","message":"Happy Birthday Ina! Ina, you have grown in so many good ways this year, I look forward to another! Just like any good healer, we have our eyes on you (our support priority target). Enjoy my Tako-dachi Scholar from FFXIV","image":"99.png","pun":"Ina, you are a great Scholar! Know that we Takos will SUPPORT you for another year. I find your existence a HEALING influence in my life. "},{"user":"Vern","icon":"","message":"Happy birthday Ina! Hope you have a wonderful, wonderful morning, afternoon, evening! May there be lots of cake and delicious food aplenty. (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧","image":"57.jpg","pun":""},{"user":"Avros","icon":"4.png","message":"Ina Ina Ina! Happy Birthday and I hope you have a wonderful one with lots of smiles, fun and laughter from all of Hololive and from all us Takodachi! WAH!","image":"","pun":"Why can't a white mage hold its breath? They took away their Aero!"},{"user":"Takomonty","icon":"","message":"Ina! 誕生日おめでとう！  It seems like so long ago, but three years ago in Pixiv's Drawfest, where you were one of the MCs, I picked up my pen to start learning how to draw in earnest - starting with malformed stick figures.  This year, I got my first paid work as an illustrator.  You have continued to be a shining inspiration for me all this time. Every struggle, every climb, every plateau, and every breakthrough. I hope to stand on the same ground as you one day.  Most importantly, I wish you the best of fortunes and hope from the bottom of my heart that you continue to fly higher, oh higher!  ","image":"62.png","pun":"That Scholar over there thinks I'm a real Succor for puns. When I asked her to Broil some fish, she started counting I,II,III,IV..."},{"user":"Kawa","icon":"","message":"Happy Birthday, Ina !","image":"16.png","pun":""},{"user":"Tizi","icon":"55.png","message":"Happy birthday to the most beautiful holy Priestess!!","image":"33.png","pun":"You always work so hard and inspire so much art! But be careful to not overdo, and we will try to not overdoodle!"},{"user":"Cyber Toast","icon":"","message":"Happy birthday, Ina! Thank you for being such a wah-nderful oshi and treat yourself to lots of cookies!","image":"","pun":"Did you hear about the haunted deli? They named the spirit the gaba-ghoul."},{"user":"Gryffyd","icon":"14.png","message":"Wishing you the happiest of birthdays Ina!","image":"","pun":""},{"user":"MinJyo","icon":"","message":"Hi Ina imma keep it short. You genuinely inspire me everyday to keep doing my best. Thanks for everything Wahppy birthday","image":"","pun":"Speaking of bdays apparently all takos were born on the 10th month. Cus we oct. im sorry idk any 😂"},{"user":"Yato Takoyaki","icon":"","message":"Happy birthday Ina  Thanks for another WAHderful year, may your chocolate chip cookies be many and your raising be few. Looking forward to another comfy year of takotime!!! ","image":"","pun":""},{"user":"oursencarton","icon":"","message":"WAH ! Hi Ina, congrats on another birthday ! Thanks for always rising my morale after an annoying day at work. ","image":"","pun":"Why can't hunters never eat their birthday cakes ? Because the cooks always felynes."},{"user":"Connan","icon":"","message":"Here's to another WAHnderful year of miraculous preservation! Happy birthday Ina!","image":"","pun":""},{"user":"Kutsune","icon":"","message":"Happy Birthday Ina!! Your streams are always so lovely to tune into and your art is a huge inspiration for me as a current art student and wishing you plenty of more years with us!! 💜","image":"29.png","pun":""},{"user":"Pandaman","icon":"","message":"We love you Ina! Always supporting you, and being a Tako is the best. ","image":"","pun":"We-Are-Hungry haha"},{"user":"冗談","icon":"","message":"HAPPY BIRTHDAY INA!!!!!","image":"","pun":""},{"user":"SpecterSoul","icon":"","message":"Happy day of birth dear Priestess, may your oven be filled with cookies and your year filled with wahderful moments. WAH.","image":"","pun":"Clive's anime moments are so awesome, even my cake is in tiers *Mic drop*"},{"user":"Xenopios","icon":"","message":"Happy Birthday! I've been a silent fan since the beginning, but I hope to start being more active and more brave. Cheers to another year and thank you for being one of the few lights in my dark times. ","image":"","pun":"Somewhere out there is a Red Mage that says \"verily\" instead of \"I love you\"!"},{"user":"Kusari","icon":"50.png","message":"Blessed day of birth Ninomae Inanisu! Thank you so much for giving us a special place to chill and wind down from life. Sometimes I listen to your 3D live Gunjou cover and I break into tears (like right now). All the memories with you and everyone are so precious so keep making more! God bless you!","image":"68.png","pun":"Are you a smart fella or a fart smella..."},{"user":"Eric the KFP Tentacultist Investigator","icon":"","message":"Happy birthday Ina! Hope you have another WAH-nderful year full of cookies...and hopefully some food that isn't cup ramen! Time sure does seem to fly more and more quickly. Hard to believe I've been watching you for as long as I have, and I'm glad to say its never been dull moment! WAH ","image":"","pun":"What does every birthday end with? The letter Y"},{"user":"","icon":"","message":"Happy Birthday Day Priestess!!  Hope you eat something yummy.","image":"42.png","pun":"I only seem to get sick on weekdays. I must have a weekend immune system."},{"user":"Requiem","icon":"","message":"Happy Birthday Ina!! Hope you have a wonderful birthday and for inspiring to do art.","image":"26.png","pun":""},{"user":"Arc","icon":"","message":"HBD Ina!!! Your cute and comfy streams always make my day a bit better! Couldn't wait for the official ones so I've made my own Ina and Ao chan.","image":"87.jpg","pun":"I got nothing"},{"user":"Moxi","icon":"15.jpg","message":"Oh fair priestess, I wish you a happy birthday and a thousand \"thank you\" for being the inspiration for my art","image":"3.jpeg","pun":"Whenever its your birthday, you can always count that Ill always be there, Ina heartbeat  🫴💕 \"chu\""},{"user":"Silveraith","icon":"","message":"Happy birthday Ina! It feels like the last one was just yesterday, but time flies when you're having fun. May all of your days bring you joy.","image":"","pun":"If you have a strawberry shortcake, the filling would be miraculous preserves!"},{"user":"Shifumi","icon":"","message":"Hi Ina! Happy 4th birthday!! Times flies huh... I've been a day 1 takodachi so thank you for the good times. I hope you have a great day and at least one cookie. You built an amazing community (naturally, for someone as WAHnderful as YOU) and I love meeting fellow takodachis in the wild!","image":"","pun":""},{"user":"Zachary","icon":"45.png","message":"Happy birthday Ina! Thank you so, so much for being an inspiration! I was about ready to give up on art before you debuted, but you encouraged me to keep going! I am eternally grateful to you and the Tentacult!","image":"61.png","pun":""},{"user":"Vaan","icon":"8.png","message":"Happy Birthday, Ina, Priestess of The Takos! 🎉 May your special day be blessed with warmth, joy, and all the divine wonders your heart desires.  Cheers to another year of giving us Takos your presence","image":"23.png","pun":"Ina, hope your birthday is full of clover! Don't cliff over!"},{"user":"F","icon":"","message":"WAH! Happy Birthday Ina! I'm not good with words so I'll leave it at that!","image":"64.jpg","pun":""},{"user":"Gunpla Uruguay","icon":"58.png","message":"Oh ! is this the birthday of the world famous Ninyomae Inyanis from Hololive first generation myth? WAHnderful !   Ina, another year has passed with you bringing happiness and joy to all of us takos, thank you ! Personally, you have been a ray of sunshine for this old tako, we love you !","image":"","pun":""},{"user":"ManILoveIna","icon":"","message":"ina! Happy Birthday!! I hope you have a wonderful day! LOVE INA FOREVER!!!","image":"15.jpg","pun":"Be Careful When You Open The Box For Your B-Day Present. You Could Be Stung...    Because It's Bee-Day Present. :)"},{"user":"Armando","icon":"13.png","message":"Happy Birthday Ina! Thank you for inspiring me to pursue my passions!","image":"7.png","pun":"Don't know inaff birthday puns for this :("},{"user":"kshut","icon":"29.png","message":"Ina! I wanted to take this chance to tell you how much joy you and the other hololive girls have brought into my life. Your soft and comfy attitude never fails to brighten my day and it's something that inspires me to do my best! Please continue being yourself and have a WAHnderful birthday Ina! =w=","image":"66.png","pun":"Q: What drink is prone to making people cough? A: A choco latte (choke alot-te)"},{"user":"EvaCh","icon":"","message":"🎂HAPPY BIRTHDAY INA!!!!!!🎂 So happy to have you be my kamioshi~ (´▽`ʃ♡ƪ)\" May the day be as special as you are! Wishing you a wonderful today, TOMORROW, and always! (´,,•ω•,,)♡","image":"","pun":""},{"user":"a Rabid Hobo","icon":"","message":"Happy birthday! Number of years going up might not mean much, but this year was a happier one for being a takodachi. Thank you very much!","image":"","pun":""},{"user":"RandMB","icon":"","message":"Happy birthday Ina! sorry I was busy during the art submission date so i made a 32x32 doodle for it! (larger version included)","image":"105.png","pun":""},{"user":"RandMB","icon":"","message":"(enlarged version of doodle)","image":"106.png","pun":""},{"user":"Nyuusai","icon":"27.png","message":"Happy birthday Ina! thank you for almost 4 years of creating memories with you, thank you for all the smiles and laughs, thank you for being here with us, and thank you so much for being my biggest inspiration, my true mentor when it comes to pursuing my dreams. WAH","image":"49.png","pun":"What is the job that protects all the Takodachis?  it's the WAHrrior ..."},{"user":"CordiesDie","icon":"11.png","message":"WAH! Hi Ina and happy birthday!!! o/  It's In(a)sane how the time flies and how it is already your birthday (I swear it was new years just a week ago xd), but I am happy be able to celebrate this occassion with you again!!!  You are an amazing, sweet person and I really love the way you sing <3","image":"67.png","pun":"Ina case you forgor, it's your birthday! So have a wahnderful day!"},{"user":"Nalds","icon":"","message":"Happy Birthday Ina! Made some simple art coming from a tako with zero experience in drawing :)","image":"","pun":"I have no puns but have you o-pun your birthday presents?"},{"user":"Suzuri","icon":"","message":"Happy 4th Birthday Ina!!!! Wow many things have gone through this year, here's to another!!!!","image":"","pun":""},{"user":"梅雨","icon":"","message":"Happy Birthday Ina! I hope you have fun on your special day, and from all of us takodachis, here's to another great year! Your funny jokes, comfy streams, and amazing art make me so happy and help me carry on in my daily life. Thank you so much for everything you do! WAH!","image":"","pun":"Your birthday is so exciting, it's gonna give me tako-cardia! (tachycardia)"},{"user":"Zogajah","icon":"44.png","message":"Happy Birthday Ina!!! May you have many wonderful moments today as you celebrate with good friends, open many gifts and eat tasty food.","image":"94.png","pun":"Whoever is Axing for FF14 puns must have been a Warrior"},{"user":"popop","icon":"","message":"I really appreciate your streams. It usually brightens my day, and you inspire me to keep doing art.","image":"54.jpg","pun":"What do you call a mountain of cat a meowtain ha ha ha get it"},{"user":"Deer Oh Dear","icon":"53.png","message":"All the best to you on your 4th Birthday celebration with us! WAH!","image":"71.png","pun":"Hope a cookie dough cake chips in to make a sweeter birthday!"},{"user":"いろはす Irohasu","icon":"","message":"Happy birthday Ina!! I always enjoy your stream, thank you!! 誕生日おめでとうございます！頑張ってるイナちゃんにいつも元気を貰ってます、ありがとうー☺️イナちゃんの描くイラストも、歌も、配信も好きです！これからも応援してますー！💜","image":"","pun":""},{"user":"Solodestructo","icon":"19.png","message":"Hi Ina! I love all the streams you do and your art inspires me to become a better person and artist. Your puns and great humor always puts a smile on my face so I can always gain motivation to push forward everyday. I hope you gain great happiness and memories on your birthday!","image":"47.jpg","pun":"What do you call a dirty tako? A takoyucky!"},{"user":"zacell","icon":"","message":"Ina birthday fanart!","image":"83.png","pun":""},{"user":"Kkarumida","icon":"","message":"Happy birthday to our wonderful tako! You are the reason why I still pursue making arts.","image":"53.png","pun":""},{"user":"Dave the Deadhead","icon":"52.png","message":"Happy Birthday, Ina! Thank you for all the days you made brighter and for the countless smiles and wahnderful memories shared with us, I wish you all the happiness in the world today and always, and may all the joy you give to us return to you a million times and more!","image":"","pun":"They don't give the man who invented the jackhammer enough credit, it was really groundbreaking at the time!"},{"user":"underdatv","icon":"","message":"Happy birthday Ina!! I love the calm atmosphere you give, which heals me from the pains of my life(like exhaustions in the morning...). And your drawing stream gives me so many inspirations, that I can make my arts proceed. Thank you for giving me good influences, and have a nice birthday! ","image":"37.png","pun":"Fun pun...I went so far to Gun pun."},{"user":"rygus","icon":"34.png","message":"Ina,I got my new life from you.\nNow, I'm having so so happy life,\nNever a life I would have without you.\nAll my joy are from you. Always thanks to you\nFor giving us cookies(pleasure)","image":"46.png","pun":"Read my message VERTICAL"},{"user":"Thokaulfr","icon":"","message":"Happy cake day Priestess! Before I knew it your voice and cute giggles and puns have become an integral part of my daily life, your outlook on life is really inspirational to me and I am truly grateful. Here's wishing you a wonderful birthday and good health and surrounded by loved ones!","image":"","pun":"Unfortunately my puninary skill isn't up to puff."},{"user":"Sappysque","icon":"35.png","message":"Happy birthday Inaaaaa!! ^^ Thank you so much for blessing us with cookies and your Ina-rrific self.  There's nothing that I can say to express my gratitude and admiration to you, but I hope that this message and drawing can put a little smile on your heart. ","image":"91.png","pun":""},{"user":"Happytako","icon":"48.png","message":"Happy Birthday Ina our priestess! I love all your puns and coolness from your streams, forgive me as a fellow tako, not watched it all the way live, but is worth it after everything and will catch up with your streams. The Way of WAHs, tako follows, and wishes ina happy and healthy well. WAH!!! ","image":"19.png","pun":"When I am down with a bad-ha-mood, I Clive for a Cid-der, but I can always think of the blessing of the Wah-nix up from our priestess, and transform to a Takorit, The Eikon of Wah. Burn with joy and laughter, Light with calm and wisdom, scorching our days with comfort until our Final Fantasy. "},{"user":"JCC","icon":"","message":"Habbaduh Inya! Thank you for the comfy streams! It's always nice to hear your comfy voice cause it sends endorphins to my brain. Also, your stories are soooo relatable! Wishing you all the best our priestess!May you have good health and may your wishes/dreams come true! Will be a tako forever! WAH! ","image":"","pun":""},{"user":"kris (Christian Bondoc)","icon":"23.png","message":"happy birthday ina! as a vod watcher from a pretty different timezone, i havent been able to catch your streams live as often since ive gotten busier in the mornings-afternoons, but watching the vods still livens up my day! i hope streaming and idol work continues to be fruitful in the days to come","image":"86.png","pun":""},{"user":"TengZhi","icon":"42.png","message":"Happy birthday to our dear priestess，wish you have a best year of all past Ina, start from birthday. ","image":"69.png","pun":""},{"user":"Wigglytype","icon":"62.png","message":"Happy Birthday, Ina! Thank you for another year of fun streams and endless WAH's!","image":"104.png","pun":"Let's Taco about World Domination in queso it happens this year!"},{"user":"アリAri","icon":"2.png","message":"Happy Birthday Ina~! I hope you have a great day today <3","image":"10.png","pun":"You Octopi my heart, have an Ink-redible Birthday!"},{"user":"McArkus","icon":"","message":"Happy birthday Ina! Congratulations on this 4th birthday! hope you have an amazing day and continue having fun with everyone.","image":"","pun":""},{"user":"Jamu(ta)ko","icon":"21.png","message":"Happy bday Ina!!! You inspired me to try my hand at animation on CSP for the very first time! Thank you! WAH!!!","image":"80.webp","pun":"Thank you for being (a realm re)BORN! Getting to know you has been HEAVEN(sward)! STORM(blood) or shine, you always (shadow)BRING(ers) us happiness! I will follow you to the END(walker)!"},{"user":"redmercuryvapor","icon":"","message":"HAPPY BIRTHDAY INAAAA! YOUR PRESENCE IS A GIFT TO THIS WORLD, I APPRECIATE YOU!","image":"28.png","pun":"When someone ask you \"how are you doing?\" reply with \"i am doing my best.\""},{"user":"Nood koi","icon":"36.jpg","message":"I love ina","image":"4.jpg","pun":"Ina happy birthday to you 🥳"},{"user":"るかです","icon":"","message":"お誕生日おめでとうございます！Inaのこと大好きで、あこがれです！ずっと応援してます！体をお大事に！","image":"17.png","pun":""},{"user":"Reykhebaxh","icon":"54.png","message":"Happy birthday Ina!Thank you for all of the hard works this year, お疲れ様でした. Your hard work and commitment to your crafts have inspired me to go on new challenges. I want to wish you another year of good health, happiness and success in every path you take. “私の生きたどの人生もが真実だ。どの道も正しい道だった”-「ミスター・ノーバディ」","image":"58.png","pun":"\"What do Ina and a Dragoon have in common?\"-\"They are both floor gang\".  \"How does a Dragoon celebrate Ina's birthday?\"- \"Elusive Jump with a hint of backflip\"  (yeah i haven't play it for a while, so this is all i can think of (´･ᴗ･ ` ))"},{"user":"Pedro Echeverría","icon":"","message":"I discovered Hololive because of a certain dog speaking spanish, but I stayed because of HoloMyth debut! They are an important part of my life since then. Specially that one purple girl Ninomae Ina'nis ¿do you know her? She has such a relaxing, calm voice and AMAZING drawing skills! HAPPY BIRTHDAY!!","image":"45.png","pun":""},{"user":"Teo","icon":"","message":"Happy Birthday Inaaaaaa!!! Thank you for the fun moments, the music, the drawings, the cookies. I hope you can achieve all your goals and tha we can keep enjoying  of your company. ","image":"59.png","pun":""},{"user":"Remism","icon":"","message":"생일축하해요 이나짱!","image":"51.png","pun":""},{"user":"Celest1","icon":"","message":"Happy Birthday to our Silly and Sweet Priestess, Thank you for all the memories with the Takos[and Ikas]. Hope you having a WAHnderful day!","image":"","pun":"I present unto you, for your birthday, another year of life."},{"user":"WarsyDetective","icon":"","message":"Happy birthday Ina!!!) Wah!","image":"","pun":""},{"user":"Be","icon":"","message":"Have a WAHnderful birthday Ina!!","image":"","pun":""},{"user":"AbyssiHu","icon":"","message":"Hello Ina, happy birthday to you. Thank you for being there for us takos. I love your comfy personality, your otaku interests and your puns. I look forward to many more streams. Keep being WAHnderful.","image":"","pun":"I can't believe you ruined your birthday cake. You blew it."},{"user":"RiDeth","icon":"","message":"Happy Birthday Ina!!! One year closer to WAHrld DomINAtion!","image":"","pun":"Why did a moogle cross the road? To deliver you kupo hot choccy for your birthday!"},{"user":"A'lineh","icon":"1.png","message":"Happy Birthday! Thank you for all the fun time, inspiration and motivation!","image":"9.jpg","pun":""},{"user":"Granlitar","icon":"12.png","message":"Happy Birthday Ina!!! Thank you for always working super hard for us Takos and doing your best to give us all a comfy place that we can call home <3 Hope you have an amazing birthday and get yourself some yummy cake (or cookies) to celebrate!","image":"","pun":""},{"user":"Tassu Alstroemeria","icon":"59.png","message":"You've been an inspiration ever since I saw your Spice & Wolf animation, your creations are beautiful and occasionally leave me in tears. I cross my fingers for a krita brush every day Miku and you hiding in the May ½Rain under your meconopsis, since we both seem to think highly of her majesty","image":"5.png","pun":"have a final fantastic birthday (wait no) may the day be yours (get it, cause may is your birth month) may Cho Come Bome safely to celebrate your birthday, with.. a chocobo Uhldare to have a happy birthday I hope I'm so done.."},{"user":"SharkyDoko","icon":"","message":"Happy Birthday Ina~ May you have a WAHderful birthday!!!","image":"","pun":""},{"user":"yeastbeast","icon":"","message":"Happy Birthday Ina. You've been a big inspiration for me rekindling my love for drawing. While I didn't color this one (I'm an old tako) I'll be better and come back for revenge. Thank you for being an inspiration to all us takos. We all wish for you're happiness and health always.","image":"18.png","pun":"I hope you eat some Van-Ina and Tako-late cake"},{"user":"PatterOfTakos","icon":"","message":"Hello Ina. I am not an artist tako, but I hope you still enjoy this silly art. We Are Here for you and hope you are having a wahnderful time today!","image":"11.png","pun":"A Final Fantasy Fan got an ice cream commissioned to look like a big yellow bird, but when it arrived, it was a chocolate cake in the form of an archery weapon instead. They asked for a Chocobo cake, but got a Choco Bow Cake. ¯\\_(ツ)_/¯"},{"user":"","icon":"","message":"Happy Birthday, Ina! It's another year that has went by and I feel that we all feel a tad bit older now. I just want to wish another WAH-nderful year together with everyone. Of course, I wish for more success and good health for you. You and the Tentacult have been the best place to return to.","image":"","pun":""},{"user":"SynSight","icon":"31.jpg","message":"Happy Birthday to the Sweetest 'tuber 🍠💜","image":"88.jpg","pun":""},{"user":"Kiyomi","icon":"33.jpeg","message":"HAPPY BIRTHDAY INA! I hope this special day brings you joy and laughter. I want express my support and gratitude to my amazing oshi. Your streams have been a source of comfort and happiness and they continue to uplift me during challenging times. With that being said, remember you are amazing! (´∇`)","image":"90.jpeg","pun":"Let's tako 'bout your birthday! Today is your special day so have some cake and ice cream to celebrate sherbet day! (*´ ˘ `*)"},{"user":"weewooq","icon":"","message":"Hello! I want to take this chance to thank you. I was inspired by your art 2 years ago. Since then I have drawn a poster for my school, learned figure drawing, and am now working my way to art school. Your kindness is also just so admirable to me. Happy birthday Ina, thank you for all you do for us!","image":"","pun":""},{"user":"Vongola x","icon":"","message":"I had followed you from the start, i mainly watch JP before EN debut because of her comfyness, but you bring me to the EN side with you WAH. I hope your future full of happiness and brightness","image":"","pun":""},{"user":"","icon":"","message":"Happy Birthday INA","image":"34.png","pun":""},{"user":"Pull","icon":"38.png","message":"Thank you for keeping me motivated to improve and never give up on drawing. I wish you nothing the but the best. O7","image":"92.png","pun":"Did you know that the critically acclaimed vtuber Ninomae Ina'nis has an upcoming birthday stream? With an expanded free trial which you can watch and listen to the entire zatsudan, and the award-winning Karaoke stream up to 60 minutes for free with no restrictions on pressing subscribe..."},{"user":"JeffriArt","icon":"18.png","message":"Happy birthday, Ina!!! Thank you for always be my inspiration and love your comfy streams! ","image":"32.jpg","pun":""},{"user":"Kinoko","icon":"22.png","message":"Happy Birthday Ina, hope you have a good one! Haven't been able to catch your live streams as much because I'm nearing the end of my journey of of Master's Degree! Its been very busy here lately, but still I really thank you for keeping up the streams so I can listen to your VODs while I work!","image":"","pun":"I will always be sending birthday wishes in these fan projects,  because you *Octopi* my heart"},{"user":"Hermit","icon":"46.png","message":"Happy Birthday Ina!! I wish you good health, motivation and productivity. These are in demand nowadays~! For the present, I wanted to draw you something that would remind of summer. It's nothing special but I hope you like it! Thank you for being there, it's a pleasure to be your fan = w=)9","image":"13.png","pun":"\"Happy level up! According to my calculations you are finally able to summon Wahamut.\" ...you can't force a pun after all huh."},{"user":"Tako Servant","icon":"","message":"Happy Birthday Ina! May your inspiration for world domINAtion... I mean art be everflowing and Hug-o-dex be completed with the ever increasing number of members!","image":"25.jpg","pun":"Ina always pick Berserkers from her friend list for FGO is because she is always Ina rage after failing at Gacha! (pls don't bonk me)"},{"user":"Tatsuran","icon":"51.png","message":"Still where? Still here! Still alive!","image":"75.png","pun":"Have you heard the one about the broken pencil? ...nah, don't worry about it; it's pointless. "},{"user":"CreatorBlank","icon":"","message":"Happy Birthday Ina! your streams are always relaxing and fun to watch, hope you have fun day!","image":"102.png","pun":""},{"user":"Vantablack","icon":"43.png","message":"Happy birthday, Ina! Wishing you good health and lots of happiness, just like the smiles and laughs you bring with all the fun times. I'm forever grateful to be part of the cozy community you've built, so thank you!  P.S. Raisin cookies are delicious. Glory to the raisin empir-- [message expunged]","image":"60.png","pun":"You better prepare Morbol for your birthday cuz it's gonna be soup-er!  get it? more bowl, soup... ha ha ha ha... *proceeds to bury myself"},{"user":"Bangcock","icon":"39.png","message":"Wish our priestess would release an artbook that collects all her works soon!!!!","image":"","pun":"(me brain so smol;("},{"user":"scarletfeisty","icon":"17.png","message":"Thank you Ina for being a part of a pinnacle of my art journey! You’re my all time favorite vtuber and I can’t wait to see your journey transcend as time goes on and on!  ~scarletfeisty","image":"30.png","pun":"What do you say to Alexa after using your ribbon? Alexa, PLAY UNRAVEL!"},{"user":"KiwiNeko","icon":"","message":"HAPPY BIRTHDAY INAAA!! Thanks for being my favorite streamer & oshi for the past 3+ years. You & the tako community are the best!!  p.s. Got really into MonHun after seeing you playing, and have been inspired to don the majestic WIGGLER head! It looks splendid with the Frostfang Barioth set + w +)/","image":"","pun":""},{"user":"Koyo","icon":"","message":"Happy Birthday Ina!!! Thank you for being you! Thank you for all the fun time this year as well. Your streams always gets me through hard days. I always love when you do a watchalong. Lets celebrate many birthdays together. HAPPY BIRTHDAY INA! WAH!","image":"","pun":"What does every happy birthday end with? A ‘y’."},{"user":"tako","icon":"6.png","message":"Happy Birthday Ninomae Inanis San! May your upcoming year be blessed","image":"56.png","pun":"do have a spec-tako-lar day!!"},{"user":"teamakite","icon":"","message":"Happy Birthday Ina! Wishing you all the best. Looking forward to another great year with you and takos c:","image":"36.png","pun":""},{"user":"vignedev","icon":"61.png","message":"Happy Birthday Ina! Thank you for making me smile at the dimmer parts of my life without fail, and motivating me to pursue more artistic projects. I wish you the very best, and remember to take care of yourself! = w=)7","image":"85.jpg","pun":"I may not have a present for you, but I do have a future for you!"},{"user":"briu","icon":"","message":"Thank you for always giving us a pun-tastic time! Happy birthday Ina!","image":"41.png","pun":"uh..."},{"user":"Miiki","icon":"","message":"Happy Birthday Ina!! Thank you for motivating me back to art!!","image":"63.png","pun":""},{"user":"Amacatnyaa","icon":"28.png","message":"I hope you have a WAHnderful birthday Ina 💜💜💜💜","image":"81.png","pun":"How does an octopus secure its home at night? With a lock-topus on its door."},{"user":"furikipo","icon":"","message":"Happy Birthday Ina! It's been a great year with great moments, like when I got to see you perform \"Ghost\" at Connect the World! Here's to another great year!","image":"100.png","pun":""},{"user":"Cheesecakee","icon":"","message":"Happy birthday, Ina!! I hope all of your birthday wishes come true.","image":"14.png","pun":"Have a wah-nderful birthday this year!"},{"user":"Wydken","icon":"49.png","message":"お誕生日おめでとう！！Feliz Cumpleaños!! Happy Birthday Ina!!!!!!  Congratulations on miraculously preserving another year!!! Hope you have a wonderful day and get lots of delicious food!!!! I can't believe it's your 4th Birthday already, it's been a wild journey and this isn't the end!! You are the best Ina!","image":"73.png","pun":""},{"user":"bluulake","icon":"","message":"Happy Birthday Ina!! Don't mind the shadow Ina, she is here for cake.","image":"70.png","pun":" **Heavensward Spoilers** Once the birthday merch Ysayle drops, my wallet will die with her"},{"user":"NxKarim","icon":"26.png","message":"Happy Birthday Ina!!  I wish you have a great birthday! Thank you for everything!! WAH","image":"44.png","pun":"I couldn't ink about a good pun. I wish I could submit a tentacular one."},{"user":"kyd kida","icon":"","message":"Happy Birthday Ina!!!  The drawing (I tried) is my first impression when I saw your trailer for Idol Showdown, remind me of Rachel Alucard from BlazBlue.","image":"8.png","pun":""},{"user":"Cromwell","icon":"","message":"Happy Birthday Ina!","image":"77.png","pun":"Happy Birthday! I hope it will be a toadally awesome day as always!"},{"user":"","icon":"","message":"Happy birthday, Ina! WAH!","image":"12.png","pun":"Happy birthday, for this 5/20, wǔ èr líng!"},{"user":"Tah1","icon":"9.png","message":"Happy Birthday, Ina! 🎉 May your special day be filled with the warm embrace of your Takodachis. Thank you for brightening our lives with your smile <3. Here’s to another year of amazing adventures and cherished memories! 💜💜💜","image":"2.png","pun":"Geography teacher:       - What are the two major climate phenomena that significantly influence global weather patterns through the warming and cooling of the Pacific Ocean? My brain:       - El Ninomae and La NIna'nis (I mean u are both warm-hearted and cool :v)"},{"user":"GaahOkita","icon":"","message":"Happy Birthday Inaaaa! I hope you have a good one with a lot of cake and gifts, and have fun with your friends. I LOVE YOU and keep going to the WORLD DOMINATION","image":"52.jpg","pun":"A little bird told me you are another year older and I was all like \"HOLY BEEP!! A TALKING BIRD!\""},{"user":"Frediloc","icon":"","message":"Happy Birthday, Ina! I wish this year for you to receive back the joy that you bring us, many times over. And in the meantime, have some yummy food, talk to some WAHnderful people, and have a nice nap!","image":"","pun":"What's a dragoon's favorite season? Fall."},{"user":"Rai","icon":"","message":"Happy Birthday Ina! I don't know what else to say but thank you for being an inspiration and being the Eldritch bringer of fun and Sanity™","image":"101.png","pun":"All these gifts are Tako for the taking!!"},{"user":"Sine_Fine_Belli","icon":"","message":"Happy birthday Ina!  You're one of my favorite Vtubers and oshies. I keep watching you because of how funny, Chill, comfy, and wholesome you are. I’ll continue to watch your streams and spend time with you, We'll always support you. Let’s look forward to more comfy and chill times.  ","image":"31.jpeg","pun":""},{"user":"Astraea","icon":"3.png","message":"Dear Ninomae Ina'nis, happy birthday this year! And in addition, thank you! For all your hard work and effort, you've brought boundless smiles across the world on takos of many shape and size, and are a positive and inspiring priestess. May you find love and comfort throughout your journeys forward!","image":"35.png","pun":""},{"user":"Mythuni","icon":"","message":"Happy Birthday to our priestess, Ina! Thanks for everything that you've done accomplish throughout the years while riding the full wonderfulness. You deserve the best birthday, and there's more to come in the brighter future. Take care and Happy Birthday, Ina!","image":"","pun":"Have a WAHderful, and PUNtastic Day!"},{"user":"Shura / are you Shura bout that","icon":"30.png","message":"Hi henlo! Happy birthday to my kami oshi! You've been a great source of motivation and happiness not to just me but to many takos out there! I hope you stay healthy and happy! Cheers to many more birthdays to come!","image":"1.jpg","pun":""},{"user":"Kurai Tenshi","icon":"","message":"Happy BDay Ina!! Thank you so much for exist. Do your bestest!!","image":"48.jpg","pun":"Life is what you bake it. Happy Birthday!!"},{"user":"N","icon":"41.png","message":"Won't write anything too long, just want to express my gratitude for all these years. I don't think I would've met and enjoyed Hololive as much as I do if I didn't fall in love with your streams first. You've been an inspiration to me, and hopefully I can draw you better next time. = w=)7","image":"6.png","pun":"What do you call a succubus mixed with a yellow bird? A Chocobo"},{"user":"DarkNess_2101","icon":"25.png","message":"Happy Birthday, Ina! Time really flies when we have fun! It's already 4 years now! I want to say thank you for inspiring and helping me pick up drawing again. Thank you for giving me tips on drawing, Ina.You're the inspiration and your stream always bring smile to my face. Keep doing your best, Ina!","image":"74.png","pun":"Why does number 4 always stay positive Because it's moving Forth-ward to the Future! HAPPY BIRTHDAY!"},{"user":"Vanilla Thunder","icon":"","message":"Happy birthday Ina! Can't believe this is already the 3rd time we get to celebrate this joyous day for you! Here's hoping all your birthday wishes come true and an amazing year ahead!","image":"","pun":""},{"user":"iyon","icon":"","message":"Happy birthday!! I feel old now...","image":"0.jpg","pun":"The sky is clear of cloud today~"},{"user":"CorpShephard","icon":"","message":"Happy Birthday Ina!  I went to Japan to see everyone live at 5th Fes and got to meet so many wonderful Takos. Your anniversary live last year was so incredible!   Heres to another Wahnderful year with you and the Takos!  Sending love and support!  Please take care, and a break here and there!","image":"","pun":""},{"user":"Ithi","icon":"40.png","message":"Happy birthday, Ina. I can still remember the first day we all met at your debut. It feels like yesterday, but in truth, we have been through many hardships and grown a lot. There is no occasion more worth celebrating than this. Cheers, and I wish you the best.","image":"39.png","pun":"I forgor what I wrote the last time. Guess that's another side effect of having too many birthday..."},{"user":"Mitsudzuri","icon":"0.jpg","message":"Happy Birthday Ina! It's been a great year watching your streams, from Fate to FF to HoloFes! Let's have another good one!","image":"","pun":""},{"user":"Melmarkt","icon":"24.png","message":"Happy birthday Ina !!!","image":"","pun":""},{"user":"Reiya","icon":"","message":"Happy Birthday Ina~ !","image":"","pun":""},{"user":"@mejasdnejeri","icon":"","message":"","image":"72.png","pun":""},{"user":"Kade ᛟ ASA","icon":"","message":"","image":"43.png","pun":""},{"user":"Wololo Sensei || 1st Killer","icon":"63.png","message":"Happy birthday Ina! I hope you have an awesome morning afternoon evening and get to enjoy some delicious cake! Thank you for these wahnderful 4 years!  WAH!","image":"20.jpg","pun":"I thought about summoning Ifrit to light up the candles, while that was my primal option... Since I mostly play WHM I went with Holy to brighten the mood. In hindsight... Fire IV might have been a better option."},{"user":"Swoog","icon":"","message":"Can't believe it's already that time of the year again! Happy birthday Ina, may your days be fun and eventful--but most importantly I hope you get to eat something yummy! Looking forward to the birthday stream and MV release, and I can't wait to see what cool things you'll get up to later this year = w=)7","image":"50.png","pun":""},{"user":"Lyudmilia","icon":"","message":"Happy birthday to my one and only kami oshi! I feel like it was only yesterday that I greeted you on your last birthday. Hope you've been doing well! I'm still as thankful as I've been these past years. Thank you so much for everything you do! Wishing you all the best in life! I hope you have an amazing day! Much love! <3","image":"","pun":"I don't have a pun but have a LAHEEEE"}]